{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "it": 4, "gave": 5, "a": 6, "nice": 7, "view": 8, "of": 9, "the": 10, "casino": 11, "floor": 12, ".": 13, "so": 14, "i": 15, "paid": 16, "$": 17, "_num_": 18, "for": 19, "room": 20, "advertised": 21, "that": 22, "night": 23, "course": 24, "visit": 25, "here": 26, "is": 27, "wonderful": 28, "had": 29, "chicken": 30, "and": 31, "was": 32, "ok": 33, "she": 34, "took": 35, "my": 36, "dark": 37, "brown": 38, "hair": 39, "to": 40, "blonde": 41, "!": 42, "highly": 43, "recommend": 44, "her": 45, "pass": 46, "other": 47, "car": 48, "washes": 49, "just": 50, "come": 51, "'": 52, "s": 53, "only": 54, "good": 55, "thing": 56, "can": 57, "say": 58, "about": 59, "this": 60, "place": 61, "great": 62, "-": 63, "convenient": 64, "hours": 65, ",": 66, "awesome": 67, "people": 68, "ordered": 69, "vegetable": 70, "platter": 71, "items": 72, "like": 73, "do": 74, "n't": 75, "last": 76, "long": 77, "in": 78, "business": 79, "`": 80, "m": 81, "sorry": 82, "we": 83, "counter": 84, "checks": 85, "plus": 86, "stars": 87, "are": 88, "clean": 89, "restrooms": 90, "fried": 91, "rice": 92, "lie": 93, "as": 94, "there": 95, "were": 96, "no": 97, "cops": 98, "on": 99, "site": 100, "food": 101, "fresh": 102, "yummy": 103, "receipt": 104, "sat": 105, "down": 106, "wait": 107, "thank": 108, "you": 109, "sally": 110, "ladies": 111, "potato": 112, "salad": 113, "corn": 114, "all": 115, "extra": 116, "always": 117, "fun": 118, "whole": 119, "family": 120, "or": 121, "group": 122, "friends": 123, "they": 124, "fast": 125, "many": 126, "have": 127, "said": 128, "but": 129, "feel": 130, "really": 131, "rushed": 132, "charge": 133, "share": 134, "plates": 135, "its": 136, "based": 137, "service": 138, "quality": 139, "give": 140, "establishment": 141, "more": 142, "minutes": 143, "passed": 144, "walked": 145, "out": 146, "barbers": 147, "hungry": 148, "professional": 149, "son": 150, "loves": 151, "getting": 152, "his": 153, "done": 154, "husband": 155, "love": 156, "left": 157, "disappointed": 158, "am": 159, "particularly": 160, "fond": 161, "tom": 162, "who": 163, "very": 164, "energetic": 165, "engaging": 166, "poor": 167, "denny": 168, "open": 169, "late": 170, "enjoy": 171, "selection": 172, "flowers": 173, "groceries": 174, "well": 175, "everything": 176, "extremely": 177, "happy": 178, "care": 179, "if": 180, "pay": 181, "higher": 182, "exchange": 183, "rate": 184, "our": 185, "server": 186, "sincere": 187, "helpful": 188, "honestly": 189, "baristas": 190, "dish": 191, "gets": 192, "better": 193, "every": 194, "time": 195, "did": 196, "at": 197, "least": 198, "times": 199, "neither": 200, "tasty": 201, "juice": 202, "ribeye": 203, "steak": 204, "sandwich": 205, "favorite": 206, "farren": 207, "point": 208, "supposed": 209, "meet": 210, "up": 211, "with": 212, "some": 213, "tonight": 214, "today": 215, "dad": 216, "horrible": 217, "excellent": 218, "ca": 219, "beat": 220, "prices": 221, "he": 222, "friendly": 223, "knowledgeable": 224, "sides": 225, "bad": 226, "both": 227, "definitely": 228, "what": 229, "deliver": 230, "pick": 231, "drop": 232, "off": 233, "drivers": 234, "timely": 235, "staff": 236, "manager": 237, "unprofessional": 238, "unwelcoming": 239, "workers": 240, "take": 241, "which": 242, "refused": 243, "then": 244, "disappeared": 245, "bartender": 246, "poured": 247, "me": 248, "oz": 249, "pour": 250, "charged": 251, "around": 252, "itself": 253, "old": 254, "run": 255, "dirty": 256, "their": 257, "too": 258, "tony": 259, "beautiful": 260, "job": 261, "an": 262, "engagement": 263, "party": 264, "past": 265, "weekend": 266, "not": 267, "ambiance": 268, "waiter": 269, "awful": 270, "big": 271, "cup": 272, "coffee": 273, "won": 274, "over": 275, "before": 276, "saw": 277, "menu": 278, "stand": 279, "heat": 280, "thankfully": 281, "amazing": 282, "solid": 283, "told": 284, "lunch": 285, "when": 286, "arrived": 287, "home": 288, "first": 289, "pretty": 290, "experience": 291, "sure": 292, "came": 293, "despite": 294, "talking": 295, "still": 296, "improve": 297, "hotel": 298, "okay": 299, "customer": 300, "soup": 301, "tastes": 302, "soy": 303, "sauce": 304, "orders": 305, "arrive": 306, "correctly": 307, "truly": 308, "lives": 309, "name": 310, "terrible": 311, "loved": 312, "new": 313, "haircut": 314, "finally": 315, "found": 316, "false": 317, "best": 318, "from": 319, "any": 320, "where": 321, "why": 322, "bother": 323, "since": 324, "leaving": 325, "anyways": 326, "background": 327, "music": 328, "perfect": 329, "girlfriend": 330, "been": 331, "able": 332, "get": 333, "help": 334, "multiple": 335, "signs": 336, "work": 337, "absolutely": 338, "worst": 339, "theater": 340, "ever": 341, "capriotti": 342, "greasy": 343, "gross": 344, "organic": 345, "&": 346, "natural": 347, "foods": 348, "products": 349, "sometimes": 350, "tough": 351, "waited": 352, "even": 353, "nobody": 354, "store": 355, "mind": 356, "paying": 357, "burger": 358, "worth": 359, "bucks": 360, "met": 361, "town": 362, "overall": 363, "thrifty": 364, "brand": 365, "ice": 366, "delicious": 367, "fish": 368, "tasted": 369, "courier": 370, "cafe": 371, "overrated": 372, "giving": 373, "instead": 374, "cause": 375, "ve": 376, "worse": 377, "expensive": 378, "cook": 379, "your": 380, "own": 381, "made": 382, "else": 383, "mediocre": 384, "laid": 385, "back": 386, "atmosphere": 387, "embarrassing": 388, "show": 389, "him": 390, "cake": 391, "baja": 392, "bartenders": 393, "barely": 394, "average": 395, "delivers": 396, "arizona": 397, "grand": 398, "mike": 399, "recently": 400, "went": 401, "week": 402, "boyfriend": 403, "much": 404, "ryan": 405, "shop": 406, "mesa": 407, "different": 408, "proceeds": 409, "bottle": 410, "full": 411, "glasses": 412, "salon": 413, "makes": 414, "movie": 415, "star": 416, "severe": 417, "allergies": 418, "pets": 419, "filling": 420, "decent": 421, "however": 422, "crust": 423, "spaghetti": 424, "bland": 425, "employees": 426, "considerate": 427, "spot": 428, "re": 429, "single": 430, "crab": 431, "legs": 432, "also": 433, "wow": 434, "breathtaking": 435, "got": 436, "duke": 437, "tires": 438, "disappointing": 439, "money": 440, "waitresses": 441, "fact": 442, "call": 443, "company": 444, "used": 445, "be": 446, "grab": 447, "coming": 448, "opinion": 449, "owner": 450, "artist": 451, "roasting": 452, "alexander": 453, "hung": 454, "impressed": 455, "speed": 456, "received": 457, "order": 458, "now": 459, "years": 460, "nail": 461, "phoenix": 462, "three": 463, "levels": 464, "spice": 465, ":": 466, "mild": 467, "medium": 468, "spicy": 469, "seem": 470, "go": 471, "meal": 472, "#": 473, "beef": 474, "allergic": 475, "reaction": 476, "could": 477, "breathe": 478, "walk": 479, "has": 480, "servers": 481, "dangerous": 482, "area": 483, "infested": 484, "scorpions": 485, "would": 486, "mad": 487, "client": 488, "satisfied": 489, "?": 490, "contacts": 491, "accommodating": 492, "honey": 493, "mustard": 494, "dipping": 495, "metropolitan": 496, "sophisticated": 497, "us": 498, "honest": 499, "either": 500, "way": 501, "cool": 502, "props": 503, "scott": 504, "helped": 505, "massage": 506, "therapists": 507, "tattoos": 508, "waiting": 509, "busy": 510, "ins": 511, "although": 512, "says": 513, "non-smoking": 514, "reeked": 515, "cigarette": 516, "smoke": 517, "tire": 518, "change": 519, "timeshare": 520, "btw": 521, "taste": 522, "kung": 523, "pao": 524, "hear": 525, "membership": 526, "options": 527, "sushi": 528, "bar": 529, "looked": 530, "weird": 531, "away": 532, "enjoyed": 533, "dessert": 534, "saved": 535, "banana": 536, "foster": 537, "fantastic": 538, "two": 539, "occasions": 540, "jiffy": 541, "lube": 542, "oil": 543, "hot": 544, "sour": 545, "lacked": 546, "flavor": 547, "seriously": 548, "satisfying": 549, "prompt": 550, "bbq": 551, "mahi": 552, "tacos": 553, "into": 554, "immediately": 555, "quick": 556, "wrong": 557, "... .": 558, "anthony": 559, "special": 560, "incredibly": 561, "leaves": 562, "albertsons": 563, "sangria": 564, "hands": 565, "concessions": 566, "restaurants": 567, "clt": 568, "noda": 569, "chill": 570, "hush": 571, "puppies": 572, "homemade": 573, "crispy": 574, "informative": 575, "want": 576, "treated": 577, "fairly": 578, "host": 579, "noticed": 580, "kind": 581, "dive": 582, "remember": 583, "8:": 584, "30": 585, "lasted": 586, "literally": 587, "so-so": 588, "leave": 589, "plate": 590, "wish": 591, "eat": 592, "day": 593, "dining": 594, "airport": 595, "arrangements": 596, "restaurant": 597, "edge": 598, "waters": 599, "filled": 600, "rolls": 601, "refilled": 602, "see": 603, "return": 604, "future": 605, "tend": 606, "stick": 607, "corned": 608, "hash": 609, "desserts": 610, "house": 611, "department": 612, "lacks": 613, "fine": 614, "pastries": 615, "scrumptious": 616, "install": 617, "crew": 618, "nearly": 619, "weekly": 620, "avocado": 621, "locals": 622, "treat": 623, "everyone": 624, "local": 625, "8th": 626, "street": 627, "friday": 628, "nights": 629, "real": 630, "tea": 631, "things": 632, "those": 633, "previous": 634, "visits": 635, "later": 636, "apparently": 637, "idea": 638, "yelp": 639, "newest": 640, "obsession": 641, "will": 642, "try": 643, "unless": 644, "drunk": 645, "ventilation": 646, "smells": 647, "ash": 648, "tray": 649, "several": 650, "draft": 651, "beers": 652, "bottles": 653, "brought": 654, "sleazy": 655, "trashy": 656, "individuals": 657, "ruined": 658, "chance": 659, "relaxation": 660, "expect": 661, "few": 662, "minor": 663, "alterations": 664, "boba": 665, "little": 666, "hard": 667, "frozen": 668, "sister": 669, "near": 670, "high": 671, "asking": 672, "check": 673, "status": 674, "rebecca": 675, "kalbi": 676, "ribs": 677, "meat": 678, "attached": 679, "looks": 680, "unhappy": 681, "strong": 682, "herbs": 683, "spices": 684, "guy": 685, "front": 686, "reasonable": 687, "mold": 688, "bathtub": 689, "pizza": 690, "wings": 691, "elsewhere": 692, "problem": 693, "after": 694, "sale": 695, "location": 696, "valley": 697, "top": 698, "toddler": 699, "school": 700, "security": 701, "guards": 702, "convention": 703, "safe": 704, "each": 705, "same": 706, "joint": 707, "breakfast": 708, "most": 709, "cooked": 710, "ask": 711, "key": 712, "look": 713, "japanese": 714, "working": 715, "cooking": 716, "never": 717, "again": 718, "matt": 719, "dustin": 720, "terrific": 721, "tortillas": 722, "sooo": 723, "sense": 724, "romantic": 725, "occasion": 726, "introduced": 727, "himself": 728, "spoke": 729, "dishes": 730, "comic": 731, "notch": 732, "send": 733, "lot": 734, "coupons": 735, "mail": 736, "tip": 737, "card": 738, "stay": 739, "older": 740, "lady": 741, "outstanding": 742, "personality": 743, "starters": 744, "mill": 745, "chinese": 746, "consider": 747, "brunch": 748, "mom": 749, "mothers": 750, "apologizing": 751, "huge": 752, "quickly": 753, "price": 754, "material": 755, "holds": 756, "exceptional": 757, "pleased": 758, "seafood": 759, "boring": 760, "anything": 761, "spring": 762, "roll": 763, "slightly": 764, "burnt": 765, "rubbery": 766, "inviting": 767, "them": 768, "one": 769, "should": 770, "melon": 771, "water": 772, "steve": 773, "promptly": 774, "courtesy": 775, "reassuring": 776, "attitude": 777, "sucked": 778, "dilworth": 779, "carry": 780, "pre": 781, "salads": 782, "sandwiches": 783, "wraps": 784, "mac": 785, "cheese": 786, "friend": 787, "drinking": 788, "drinks": 789, "tables": 790, "comfy": 791, "actually": 792, "stylist": 793, "becky": 794, "totally": 795, "ignored": 796, "another": 797, "pretentious": 798, "temperature": 799, "vegas": 800, "hotels": 801, "fair": 802, "amount": 803, "serve": 804, "bottom": 805, "line": 806, "total": 807, "waste": 808, "thai": 809, "adventurous": 810, "paperwork": 811, "lost": 812, "quaint": 813, "blue": 814, "diamond": 815, "inside": 816, "lots": 817, "booth": 818, "seating": 819, "places": 820, "az": 821, "beyond": 822, "lo": 823, "mein": 824, "white": 825, "being": 826, "lengthy": 827, "transaction": 828, "risk": 829, "sick": 830, "rooms": 831, "packed": 832, "bit": 833, "sitting": 834, "bathroom": 835, "prepared": 836, "such": 837, "cheeses": 838, "pasta": 839, "noodles": 840, "sauces": 841, "kept": 842, "secret": 843, "taco": 844, "tuesdays": 845, "(": 846, ")": 847, "deli": 848, "man": 849, "serving": 850, "right": 851, "assholes": 852, "gluten": 853, "eating": 854, "likes": 855, "scottsdale": 856, "wtf": 857, "mention": 858, "completely": 859, "overpriced": 860, "oh": 861, "yeah": 862, "chops": 863, "authentic": 864, "make": 865, "themselves": 866, "parts": 867, "labor": 868, "bree": 869, "does": 870, "nails": 871, "sweetheart": 872, "boot": 873, "think": 874, "these": 875, "addressed": 876, "boarding": 877, "rates": 878, "stew": 879, "quite": 880, "inexpensive": 881, "whoever": 882, "understand": 883, "hygiene": 884, "ian": 885, "sketchy": 886, "presentation": 887, "fabulous": 888, "guess": 889, "handle": 890, "stuff": 891, "put": 892, "fork": 893, "window": 894, "tint": 895, "turned": 896, "shame": 897, "duck": 898, "yellowtail": 899, "sashimi": 900, "four": 901, "attentive": 902, "talented": 903, "personable": 904, "thorough": 905, "efficient": 906, "vegetables": 907, "pupusas": 908, "greet": 909, "walking": 910, "severely": 911, "desk": 912, "smiles": 913, "usually": 914, "percent": 915, "spent": 916, "luck": 917, "ridiculous": 918, "outdoor": 919, "patio": 920, "maybe": 921, "mistaken": 922, "seemed": 923, "strange": 924, "wife": 925, "going": 926, "25th": 927, "anniversary": 928, "gift": 929, "must": 930, "club": 931, "couples": 932, "massages": 933, "across": 934, "bill": 935, "team": 936, "starbucks": 937, "slow": 938, "hell": 939, "rude": 940, "doctors": 941, "soon": 942, "hello": 943, "...": 944, "dead": 945, "silence": 946, "bagel": 947, "toasted": 948, "perfectly": 949, "queens": 950, "including": 951, "fat": 952, "ugly": 953, "ones": 954, "vegetarian": 955, "specialty": 956, "tried": 957, "world": 958, "famous": 959, "bobbie": 960, "capistrami": 961, "subs": 962, "knows": 963, "without": 964, "ordering": 965, "greeted": 966, "available": 967, "pm": 968, "slaw": 969, "unique": 970, "brutal": 971, "conference": 972, "casual": 973, "anyhow": 974, "gyros": 975, "c-u": 976, "guinness": 977, "delish": 978, "center": 979, "beginning": 980, "grapes": 981, "because": 982, "burland": 983, "eggs": 984, "link": 985, "sausage": 986, "browns": 987, "strawberry": 988, "crepes": 989, "lv": 990, "keep": 991, "heart": 992, "veggies": 993, "crunch": 994, "liked": 995, "building": 996, "stood": 997, "while": 998, "red": 999, "station": 1000, "attendants": 1001, "exact": 1002, "attending": 1003, "five": 1004, "delivery": 1005, "driver": 1006, "by": 1007, "slice": 1008, "2-3": 1009, "hour": 1010, "standing": 1011, "felt": 1012, "instantly": 1013, "burned": 1014, "nose": 1015, "offered": 1016, "deal": 1017, "suit": 1018, "affordable": 1019, "almost": 1020, "windows": 1021, "cheap": 1022, "lighting": 1023, "/": 1024, "dinner": 1025, "obnoxious": 1026, "practices": 1027, "ourselves": 1028, "gourmet": 1029, "enticing": 1030, "meatballs": 1031, "tasteless": 1032, "craving": 1033, "vietnamese": 1034, "need": 1035, "happen": 1036, "easy": 1037, "eye": 1038, "find": 1039, "entertaining": 1040, "downfall": 1041, "consistent": 1042, "crowded": 1043, "lunchtime": 1044, "option": 1045, "visiting": 1046, "looking": 1047, "brewery": 1048, "possibly": 1049, "mexican": 1050, "c": 1051, "mashed": 1052, "baked": 1053, "potatoes": 1054, "coleslaw": 1055, "apartment": 1056, "ready": 1057, "move": 1058, "beds": 1059, "horribly": 1060, "uncomfortable": 1061, "low": 1062, "rating": 1063, "system": 1064, "picking": 1065, "sucks": 1066, "pawn": 1067, "nothing": 1068, "updating": 1069, "though": 1070, "climbing": 1071, "gear": 1072, "shoes": 1073, "chilaquiles": 1074, ";": 1075, "chorizo": 1076, "office": 1077, "stunning": 1078, "filthy": 1079, "woman": 1080, "behind": 1081, "confident": 1082, "recommending": 1083, "national": 1084, "automotive": 1085, "repair": 1086, "desperately": 1087, "info": 1088, "heard": 1089, "circle": 1090, "k": 1091, "close": 1092, "ranch": 1093, "salsa": 1094, "beans": 1095, "chips": 1096, "badly": 1097, "life": 1098, "pleasant": 1099, "pete": 1100, "suck": 1101, "hanging": 1102, "spare": 1103, "flag": 1104, "third": 1105, "sauced": 1106, "missing": 1107, "slices": 1108, "dressings": 1109, "pride": 1110, "disgusting": 1111, "interior": 1112, "catfish": 1113, "warned": 1114, "reasonably": 1115, "priced": 1116, "acceptable": 1117, "evening": 1118, "end": 1119, "asked": 1120, "panang": 1121, "curry": 1122, "pad": 1123, "round": 1124, "glance": 1125, "abuelos": 1126, "tailor": 1127, "dissatisfied": 1128, "enough": 1129, "called": 1130, "collections": 1131, "owed": 1132, "fault": 1133, "watch": 1134, "chose": 1135, "air": 1136, "conditioner": 1137, "loud": 1138, "checking": 1139, "list": 1140, "unfortunately": 1141, "far": 1142, "impressive": 1143, "waitress": 1144, "social": 1145, "skills": 1146, "closing": 1147, "whenever": 1148, "whatever": 1149, "notice": 1150, "prepare": 1151, "ta": 1152, "stop": 1153, "chain": 1154, "saimin": 1155, "beats": 1156, "la": 1157, "*": 1158, "facilities": 1159, "chocolate": 1160, "basically": 1161, "dropped": 1162, "april": 1163, "consistently": 1164, "delivered": 1165, "ghetto": 1166, "walmart": 1167, "d": 1168, "management": 1169, "fell": 1170, "short": 1171, "fancy": 1172, "means": 1173, "maintenance": 1174, "how": 1175, "cab": 1176, "aware": 1177, "thought": 1178, "serves": 1179, "appt": 1180, "book": 1181, "mechanics": 1182, "know": 1183, "rarity": 1184, "especially": 1185, "table": 1186, "gone": 1187, "busiest": 1188, "biggest": 1189, "airports": 1190, "receptionist": 1191, "apologized": 1192, "comp": 1193, "often": 1194, "thrift": 1195, "knew": 1196, "starving": 1197, "honda": 1198, "brakes": 1199, "fixed": 1200, "plan": 1201, "bumped": 1202, "sit": 1203, "damn": 1204, "chair": 1205, "hrs": 1206, "gabby": 1207, "making": 1208, "moving": 1209, "relatively": 1210, "honor": 1211, "website": 1212, "posting": 1213, "crying": 1214, "kids": 1215, "wo": 1216, "correct": 1217, "information": 1218, "unable": 1219, "cocktail": 1220, "cold": 1221, "shrimp": 1222, "rave": 1223, "reviews": 1224, "below": 1225, "conclusion": 1226, "yea": 1227, "surprisingly": 1228, "purchasing": 1229, "happened": 1230, "complimentary": 1231, "warm": 1232, "buttered": 1233, "hubby": 1234, "bacon": 1235, "fries": 1236, "n": 1237, "beer": 1238, "second": 1239, "none": 1240, "rest": 1241, "jeweler": 1242, "greeting": 1243, "hella": 1244, "barb": 1245, "bakery": 1246, "wedding": 1247, "cakes": 1248, "spinach": 1249, "salty": 1250, "technicians": 1251, "sweet": 1252, "reservations": 1253, "celebration": 1254, "seems": 1255, "surprise": 1256, "dentist": 1257, "alright": 1258, "rough": 1259, "male": 1260, "pedicure": 1261, "french": 1262, "greg": 1263, "kudos": 1264, "person": 1265, "incredible": 1266, "environment": 1267, "chic": 1268, "young": 1269, "feeling": 1270, "per": 1271, "month": 1272, "hold": 1273, "canceled": 1274, "waitstaff": 1275, "bagels": 1276, "complete": 1277, "dry": 1278, "paper": 1279, "comfortable": 1280, "thanks": 1281, "traditional": 1282, "chairs": 1283, "appealing": 1284, "outside": 1285, "welcoming": 1286, "something": 1287, "tavern": 1288, "true": 1289, "vets": 1290, "downright": 1291, "mean": 1292, "organized": 1293, "super": 1294, "trade": 1295, "follow": 1296, "answer": 1297, "exceeded": 1298, "expectations": 1299, "actual": 1300, "small": 1301, "ended": 1302, "appearance": 1303, "matches": 1304, "unappetizing": 1305, "onion": 1306, "word": 1307, "except": 1308, "olga": 1309, "sake": 1310, "stuffed": 1311, "happiness": 1312, "moved": 1313, "cali": 1314, "simple": 1315, "having": 1316, "caring": 1317, "stephanie": 1318, "clinic": 1319, "perhaps": 1320, "smell": 1321, "someone": 1322, "hangover": 1323, "anyone": 1324, "beloved": 1325, "pet": 1326, "21st": 1327, "birthday": 1328, "under": 1329, "meh": 1330, "soggy": 1331, "sincerely": 1332, "twice": 1333, "understanding": 1334, "kidding": 1335, "works": 1336, "let": 1337, "x-ray": 1338, "machine": 1339, "luxurious": 1340, "heck": 1341, "clearly": 1342, "gotten": 1343, "%": 1344, "miss": 1345, "broth": 1346, "lemonade": 1347, "cell": 1348, "phone": 1349, "thinking": 1350, "pathetic": 1351, "nacho": 1352, "american": 1353, "dream": 1354, "pro": 1355, "taking": 1356, "dog": 1357, "strip": 1358, "basics": 1359, "negatives": 1360, "lukewarm": 1361, "asian": 1362, "postinos": 1363, "rule": 1364, "until": 1365, "stoked": 1366, "outcome": 1367, "seasoning": 1368, "juicy": 1369, "enjoying": 1370, "broccoli": 1371, "garlic": 1372, "pork": 1373, "glad": 1374, "half": 1375, "culture": 1376, "passes": 1377, "bag": 1378, "problems": 1379, "might": 1380, "became": 1381, "wasabi": 1382, "fan": 1383, "expecting": 1384, "organization": 1385, "class": 1386, "decor": 1387, "techs": 1388, "stocked": 1389, "hundred": 1390, "dollars": 1391, "8p": 1392, "spectacular": 1393, "hopefully": 1394, "drive": 1395, "margaritas": 1396, "tap": 1397, "push": 1398, "wheelchair": 1399, "wisconsin": 1400, "curd": 1401, "appetizer": 1402, "choice": 1403, "cost": 1404, "facial": 1405, "spend": 1406, "defective": 1407, "device": 1408, "furthermore": 1409, "tiramisu": 1410, "cute": 1411, "marty": 1412, "floors": 1413, "fountain": 1414, "hills": 1415, "mediterranean": 1416, "dress": 1417, "fit": 1418, "speedy": 1419, "pedicures": 1420, "once": 1421, "win": 1422, "yourself": 1423, "favor": 1424, "use": 1425, "throwing": 1426, "purchase": 1427, "onto": 1428, "research": 1429, "discovered": 1430, "hugo": 1431, "stellar": 1432, "surely": 1433, "scored": 1434, "taro": 1435, "calamari": 1436, "stir": 1437, "fry": 1438, "eggplant": 1439, "final": 1440, "issue": 1441, "breasts": 1442, "bought": 1443, "mug": 1444, "duh": 1445, "claimed": 1446, "roaches": 1447, "garbage": 1448, "kinda": 1449, "standard": 1450, "tho": 1451, "wonder": 1452, "struggling": 1453, "ring": 1454, "deliciously": 1455, "yours": 1456, "continue": 1457, "through": 1458, "entrees": 1459, "fajitas": 1460, "mojitos": 1461, "side": 1462, "guacamole": 1463, "20-30": 1464, "minute": 1465, "opt": 1466, "tv": 1467, "limited": 1468, "channels": 1469, "light": 1470, "fluffy": 1471, "bourbon": 1472, "shopping": 1473, "cut": 1474, "carefully": 1475, "wasted": 1476, "repairs": 1477, "lines": 1478, "inefficient": 1479, "poorly": 1480, "rocks": 1481, "rare": 1482, "days": 1483, "craig": 1484, "road": 1485, "animal": 1486, "hospital": 1487, "kitchen": 1488, "buffet": 1489, "eaten": 1490, "patty": 1491, "melt": 1492, "burgers": 1493, "part": 1494, "visited": 1495, "museum": 1496, "january": 1497, "headache": 1498, "hut": 1499, "sad": 1500, "closed": 1501, "listens": 1502, "concerns": 1503, "takes": 1504, "teeth": 1505, "comes": 1506, "stayed": 1507, "failed": 1508, "german": 1509, "parking": 1510, "estimate": 1511, "than": 1512, "others": 1513, "curt": 1514, "sirloin": 1515, "firm": 1516, "sizzling": 1517, "flavorful": 1518, "kevin": 1519, "valet": 1520, "husbands": 1521, "certificate": 1522, "variety": 1523, "fix": 1524, "less": 1525, "memories": 1526, "seen": 1527, "buca": 1528, "olive": 1529, "garden": 1530, "genuine": 1531, "neighborhood": 1532, "sparse": 1533, "live": 1534, "doing": 1535, "body": 1536, "returned": 1537, "cards": 1538, "ownership": 1539, "tell": 1540, "lied": 1541, "staying": 1542, "appetizing": 1543, "bread": 1544, "ahead": 1545, "portions": 1546, "terminal": 1547, "e": 1548, "trek": 1549, "toast": 1550, "occupied": 1551, "cookie": 1552, "blizzards": 1553, "refer": 1554, "patients": 1555, "regular": 1556, "cleaning": 1557, "plenty": 1558, "choices": 1559, "next": 1560, "illegal": 1561, "states": 1562, "outfits": 1563, "salmon": 1564, "dr": 1565, "baker": 1566, "explained": 1567, "portion": 1568, "stopped": 1569, "fiancee": 1570, "omg": 1571, "stuck": 1572, "press": 1573, "emergency": 1574, "button": 1575, "ahi": 1576, "tuna": 1577, "liberty": 1578, "market": 1579, "chef": 1580, "crack": 1581, "tells": 1582, "tour": 1583, "guide": 1584, "knowledgable": 1585, "hate": 1586, "public": 1587, "fire": 1588, "alarm": 1589, "battery": 1590, "courteous": 1591, "miserable": 1592, "thin": 1593, "satisfy": 1594, "cravings": 1595, "story": 1596, "straight": 1597, "gon": 1598, "na": 1599, "known": 1600, "telling": 1601, "wanted": 1602, "phenomenal": 1603, "hawaiian": 1604, "yet": 1605, "dough": 1606, "dense": 1607, "substitutions": 1608, "john": 1609, "silver": 1610, "driveway": 1611, "samples": 1612, "liz": 1613, "carrie": 1614, "utter": 1615, "bonus": 1616, "pancakes": 1617, "skillets": 1618, "chinatown": 1619, "program": 1620, "idiot": 1621, "needs": 1622, "step": 1623, "game": 1624, "purse": 1625, "prime": 1626, "rib": 1627, "educated": 1628, "sedona": 1629, "history": 1630, "wild": 1631, "ridiculously": 1632, "array": 1633, "trinkets": 1634, "treasures": 1635, "discussing": 1636, "lastly": 1637, "pittsburgh": 1638, "funny": 1639, "city": 1640, "coolest": 1641, "keg": 1642, "upscale": 1643, "date": 1644, "firefly": 1645, "reason": 1646, "drink": 1647, "wine": 1648, "basil": 1649, "rocky": 1650, "coach": 1651, "outlets": 1652, "costumer": 1653, "downtown": 1654, "cu": 1655, "clueless": 1656, "chatting": 1657, "mini": 1658, "mine": 1659, "greatly": 1660, "appreciate": 1661, "large": 1662, "oakland": 1663, "driving": 1664, "somebody": 1665, "passionate": 1666, "feels": 1667, "halfway": 1668, "main": 1669, "positives": 1670, "furious": 1671, "refills": 1672, "hit": 1673, "brisket": 1674, "bites": 1675, "stomach": 1676, "anymore": 1677, "responsible": 1678, "joe": 1679, "rock": 1680, "crisp": 1681, "alittle": 1682, "start": 1683, "guac": 1684, "condiment": 1685, "patient": 1686, "houston": 1687, "unparalleled": 1688, "commitment": 1689, "sell": 1690, "candy": 1691, "considered": 1692, "ya": 1693, "freakin": 1694, "theme": 1695, "park": 1696, "started": 1697, "inner": 1698, "grill": 1699, "par": 1700, "competition": 1701, "update": 1702, "yard": 1703, "patrick": 1704, "piece": 1705, "crap": 1706, "liar": 1707, "zoo": 1708, "waffles": 1709, "uber": 1710, "mouthwatering": 1711, "neat": 1712, "mani": 1713, "pedi": 1714, "men": 1715, "repeatedly": 1716, "throughout": 1717, "yes": 1718, "please": 1719, "process": 1720, "value": 1721, "installers": 1722, "corner": 1723, "morton": 1724, "personal": 1725, "free": 1726, "trust": 1727, "worthy": 1728, "impeccable": 1729, "managed": 1730, "review": 1731, "detailed": 1732, "removed": 1733, "photo": 1734, "owned": 1735, "flavorless": 1736, "anywhere": 1737, "disappointment": 1738, "vet": 1739, "excited": 1740, "ate": 1741, "toms": 1742, "riders": 1743, "possible": 1744, "gem": 1745, "rich": 1746, "double": 1747, "loyal": 1748, "anna": 1749, "watery": 1750, "pieces": 1751, "lasagna": 1752, "together": 1753, "finish": 1754, "dogs": 1755, "within": 1756, "couple": 1757, "obvious": 1758, "likely": 1759, "appreciative": 1760, "suggestion": 1761, "forward": 1762, "bowling": 1763, "equally": 1764, "benedict": 1765, "fav": 1766, "house-made": 1767, "breads": 1768, "dealership": 1769, "allowed": 1770, "benefits": 1771, "cheesy": 1772, "gf": 1773, "alive": 1774, "served": 1775, "tiny": 1776, "adorable": 1777, "spots": 1778, "besides": 1779, "entire": 1780, "anyway": 1781, "threatened": 1782, "lawyer": 1783, "lily": 1784, "ambience": 1785, "cashiers": 1786, "jar": 1787, "chaotic": 1788, "unorganized": 1789, "blame": 1790, "hiring": 1791, "lousy": 1792, "moist": 1793, "mel": 1794, "act": 1795, "fall": 1796, "aftertaste": 1797, "generous": 1798, "rip": 1799, "faced": 1800, "minus": 1801, "fuzzy": 1802, "matter": 1803, "counted": 1804, "decorated": 1805, "expected": 1806, "root": 1807, "cellar": 1808, "believe": 1809, "dumplings": 1810, "inattentive": 1811, "caesar": 1812, "drowning": 1813, "tart": 1814, "dressing": 1815, "communication": 1816, "dined": 1817, "empty": 1818, "crepe": 1819, "threw": 1820, "gel": 1821, "polish": 1822, "colors": 1823, "dismal": 1824, "superb": 1825, "changed": 1826, "warehouse": 1827, "hickory": 1828, "stated": 1829, "primary": 1830, "doctor": 1831, "test": 1832, "tests": 1833, "melted": 1834, "im": 1835, "nachos": 1836, "ipad": 1837, "italian": 1838, "picnic": 1839, "backwards": 1840, "year": 1841, "learning": 1842, "sign": 1843, "slip": 1844, "desert": 1845, "turns": 1846, "wan": 1847, "already": 1848, "guys": 1849, "rotors": 1850, "brake": 1851, "replacement": 1852, "god": 1853, "shirts": 1854, "lox": 1855, "horse": 1856, "track": 1857, "seats": 1858, "charges": 1859, "ours": 1860, "kinds": 1861, "yarn": 1862, "paradise": 1863, "coaches": 1864, "importantly": 1865, "daughter": 1866, "swim": 1867, "pickled": 1868, "jalapenos": 1869, "kosher": 1870, "pickles": 1871, "freaking": 1872, "seeing": 1873, "rail": 1874, "ron": 1875, "outta": 1876, "ham": 1877, "lime": 1878, "margarita": 1879, "compliment": 1880, "overhaul": 1881, "pho": 1882, "experienced": 1883, "tj": 1884, "marinated": 1885, "curly": 1886, "mussels": 1887, "seasoned": 1888, "politely": 1889, "declined": 1890, "robin": 1891, "select": 1892, "elegant": 1893, "ceremony": 1894, "reception": 1895, "runs": 1896, "skyscraper": 1897, "eyebrow": 1898, "wax": 1899, "charlie": 1900, "accomodating": 1901, "locations": 1902, "property": 1903, "switched": 1904, "3rd": 1905, "yrs": 1906, "hint": 1907, "vinegar": 1908, "between": 1909, "meaning": 1910, "reminds": 1911, "mexico": 1912, "perry": 1913, "dont": 1914, "considering": 1915, "polite": 1916, "wednesday": 1917, "plain": 1918, "cares": 1919, "girls": 1920, "welcome": 1921, "eatery": 1922, "sue": 1923, "obviously": 1924, "designer": 1925, "match": 1926, "expectation": 1927, "cesar": 1928, "addictive": 1929, "christmas": 1930, "campus": 1931, "r": 1932, "running": 1933, "till": 1934, "financing": 1935, "thru": 1936, "mozzarella": 1937, "buy": 1938, "chocolates": 1939, "mother": 1940, "details": 1941, "provide": 1942, "golf": 1943, "learned": 1944, "lesson": 1945, "budget": 1946, "hummus": 1947, "wrap": 1948, "stringy": 1949, "gates": 1950, "eiffel": 1951, "limp": 1952, "electric": 1953, "longer": 1954, "practice": 1955, "originally": 1956, "purchased": 1957, "charm": 1958, "peeling": 1959, "wallpaper": 1960, "sterile": 1961, "gray": 1962, "walls": 1963, "adequate": 1964, "sales": 1965, "associates": 1966, "wandering": 1967, "cuts": 1968, "head": 1969, "grabbed": 1970, "needed": 1971, "irritated": 1972, "promised": 1973, "funky": 1974, "smashed": 1975, "raved": 1976, "non": 1977, "experiences": 1978, "adam": 1979, "hooked": 1980, "staffed": 1981, "hurry": 1982, "chuck": 1983, "box": 1984, "finished": 1985, "mint": 1986, "exhibit": 1987, "teriyaki": 1988, "lovely": 1989, "highlight": 1990, "trip": 1991, "attention": 1992, "animals": 1993, "chances": 1994, "dirt": 1995, "ethic": 1996, "backyard": 1997, "trucks": 1998, "streets": 1999, "allows": 2000, "bring": 2001, "wants": 2002, "energy": 2003, "china": 2004, "well-seasoned": 2005, "nostalgic": 2006, "ll": 2007, "dental": 2008, "rings": 2009, "injury": 2010, "earth": 2011, "rewards": 2012, "member": 2013, "points": 2014, "nope": 2015, "marginal": 2016, "inspect": 2017, "cars": 2018, "properly": 2019, "attended": 2020, "blast": 2021, "ultimately": 2022, "smile": 2023, "rental": 2024, "sin": 2025, "tours": 2026, "uses": 2027, "sliders": 2028, "tech": 2029, "realized": 2030, "installed": 2031, "remembered": 2032, "soooo": 2033, "healthy": 2034, "six": 2035, "tempura": 2036, "california": 2037, "cardboard": 2038, "jukebox": 2039, "size": 2040, "freaked": 2041, "wet": 2042, "clothes": 2043, "ran": 2044, "wifi": 2045, "rented": 2046, "vehicle": 2047, "mentioned": 2048, "accommodate": 2049, "maid": 2050, "located": 2051, "palace": 2052, "forum": 2053, "shops": 2054, "bomb": 2055, "stepped": 2056, "east": 2057, "coast": 2058, "ingredients": 2059, "pizzas": 2060, "probably": 2061, "starting": 2062, "discount": 2063, "directed": 2064, "brad": 2065, "serrano": 2066, "chains": 2067, "jody": 2068, "deserves": 2069, "recognition": 2070, "hope": 2071, "section": 2072, "flavors": 2073, "tataki": 2074, "mixed": 2075, "oven": 2076, "awards": 2077, "lived": 2078, "towel": 2079, "laundry": 2080, "thoughtful": 2081, "upgraded": 2082, "gorgeous": 2083, "suite": 2084, "chili": 2085, "insisted": 2086, "myself": 2087, "humorous": 2088, "photos": 2089, "cooks": 2090, "talk": 2091, "mouth": 2092, "watering": 2093, "jerry": 2094, "forever": 2095, "fake": 2096, "eats": 2097, "picked": 2098, "flavoring": 2099, "steaks": 2100, "mesquite": 2101, "lobster": 2102, "bisque": 2103, "artisan": 2104, "diablo": 2105, "meals": 2106, "yelped": 2107, "nearby": 2108, "soft": 2109, "enjoyable": 2110, "tlc": 2111, "goodyear": 2112, "megan": 2113, "johnson": 2114, "molly": 2115, "sink": 2116, "gold": 2117, "tower": 2118, "backed": 2119, "sewage": 2120, "classes": 2121, "adults": 2122, "overwhelmed": 2123, "along": 2124, "shuffle": 2125, "board": 2126, "golden": 2127, "tee": 2128, "beware": 2129, "minimum": 2130, "heavy": 2131, "buffalo": 2132, "chilis": 2133, "nicely": 2134, "assorted": 2135, "snacks": 2136, "instructor": 2137, "lance": 2138, "women": 2139, "lgo": 2140, "deals": 2141, "scare": 2142, "according": 2143, "aaa": 2144, "filter": 2145, "scratch": 2146, "lack": 2147, "morning": 2148, "legit": 2149, "dim": 2150, "wooden": 2151, "enchiladas": 2152, "hand": 2153, "breading": 2154, "relaxed": 2155, "following": 2156, "remaining": 2157, "appliances": 2158, "dishwasher": 2159, "pool": 2160, "omelette": 2161, "las": 2162, "blueberry": 2163, "shake": 2164, "blueberries": 2165, "employee": 2166, "fuck": 2167, "bro": 2168, "grown": 2169, "ass": 2170, "selling": 2171, "bikes": 2172, "voice": 2173, "messages": 2174, "weeks": 2175, "ago": 2176, "given": 2177, "score": 2178, "add": 2179, "chipotle": 2180, "tricks": 2181, "companions": 2182, "tanks": 2183, "ellis": 2184, "island": 2185, "burrito": 2186, "consultation": 2187, "minimal": 2188, "gym": 2189, "skip": 2190, "realize": 2191, "downhill": 2192, "die": 2193, "nicest": 2194, "repaired": 2195, "hassle": 2196, "nina": 2197, "hilarious": 2198, "remembers": 2199, "names": 2200, "scam": 2201, "panthers": 2202, "equipment": 2203, "laid-back": 2204, "approachable": 2205, "interacted": 2206, "king": 2207, "spam": 2208, "jobs": 2209, "oreganos": 2210, "compared": 2211, "antipasto": 2212, "displayed": 2213, "regardless": 2214, "current": 2215, "styles": 2216, "oregano": 2217, "stale": 2218, "bean": 2219, "dip": 2220, "edible": 2221, "power": 2222, "wash": 2223, "calories": 2224, "letting": 2225, "finest": 2226, "munch": 2227, "space": 2228, "asia": 2229, "mary": 2230, "steam": 2231, "straw": 2232, "hat": 2233, "complex": 2234, "cleanliness": 2235, "charlotte": 2236, "foodie": 2237, "allow": 2238, "speak": 2239, "unfriendly": 2240, "feet": 2241, "overcooked": 2242, "therefore": 2243, "chewy": 2244, "creative": 2245, "pies": 2246, "hill": 2247, "door": 2248, "damage": 2249, "cousin": 2250, "noodle": 2251, "signed": 2252, "contract": 2253, "ty": 2254, "shave": 2255, "result": 2256, "versatile": 2257, "stock": 2258, "unacceptable": 2259, "ride": 2260, "3x": 2261, "plants": 2262, "named": 2263, "modern": 2264, "furnishings": 2265, "decorations": 2266, "included": 2267, "pics": 2268, "internet": 2269, "connection": 2270, "aweful": 2271, "dj": 2272, "plays": 2273, "songs": 2274, "questions": 2275, "trips": 2276, "green": 2277, "greek": 2278, "bethany": 2279, "valentine": 2280, "kim": 2281, "absolutly": 2282, "piercing": 2283, "jewelry": 2284, "parents": 2285, "upon": 2286, "entering": 2287, "pure": 2288, "chaos": 2289, "ticket": 2290, "charleston": 2291, "cheddar": 2292, "overpowered": 2293, "shot": 2294, "salted": 2295, "iced": 2296, "latte": 2297, "afternoon": 2298, "commented": 2299, "spacious": 2300, "penne": 2301, "earned": 2302, "raise": 2303, "rudely": 2304, "sublime": 2305, "tuesday": 2306, "sweets": 2307, "flour": 2308, "layout": 2309, "cvs": 2310, "prior": 2311, "military": 2312, "cushions": 2313, "fits": 2314, "willy": 2315, "jalapeo": 2316, "cornbread": 2317, "liquor": 2318, "introduce": 2319, "sticks": 2320, "fingers": 2321, "dealt": 2322, "ruins": 2323, "egg": 2324, "apologize": 2325, "disaster": 2326, "placed": 2327, "unlike": 2328, "venetian": 2329, "boat": 2330, "mango": 2331, "lassi": 2332, "take-out": 2333, "2nd": 2334, "rugs": 2335, "harkins": 2336, "taxi": 2337, "self": 2338, "smooth": 2339, "rides": 2340, "hoping": 2341, "remake": 2342, "warning": 2343, "mins": 2344, "training": 2345, "peoria": 2346, "band": 2347, "hottest": 2348, "played": 2349, "locally": 2350, "sourced": 2351, "jesus": 2352, "humor": 2353, "hopes": 2354, "byob": 2355, "handed": 2356, "sauteed": 2357, "onions": 2358, "grease": 2359, "mt": 2360, "gamble": 2361, "calzone": 2362, "access": 2363, "cod": 2364, "simply": 2365, "queso": 2366, "dumped": 2367, "toys": 2368, "hamburger": 2369, "processed": 2370, "holiday": 2371, "wrapped": 2372, "skewer": 2373, "booze": 2374, "mimosa": 2375, "uptown": 2376, "joke": 2377, "bud": 2378, "buying": 2379, "upbeat": 2380, "4pm": 2381, "customers": 2382, "don": 2383, "salons": 2384, "closer": 2385, "respect": 2386, "set": 2387, "type": 2388, "buffets": 2389, "trio": 2390, "greatest": 2391, "ol": 2392, "southern": 2393, "country": 2394, "style": 2395, "pulling": 2396, "sweater": 2397, "abundance": 2398, "yogurt": 2399, "complimented": 2400, "u": 2401, "fitting": 2402, "girl": 2403, "sort": 2404, "ground": 2405, "forced": 2406, "quarter": 2407, "load": 2408, "donuts": 2409, "negative": 2410, "bank": 2411, "account": 2412, "hits": 2413, "tartare": 2414, "seared": 2415, "scallop": 2416, "concept": 2417, "understood": 2418, "eric": 2419, "seasonal": 2420, "meatball": 2421, "parmesan": 2422, "supply": 2423, "stores": 2424, "sesame": 2425, "grocery": 2426, "gyro": 2427, "everytime": 2428, "architecture": 2429, "everywhere": 2430, "turn": 2431, "direction": 2432, "willing": 2433, "katz": 2434, "doc": 2435, "mushrooms": 2436, "skinny": 2437, "types": 2438, "bike": 2439, "otherwise": 2440, "pricing": 2441, "refrigerator": 2442, "interesting": 2443, "antiques": 2444, "umm": 2445, "diarrhea": 2446, "cozy": 2447, "mucho": 2448, "saving": 2449, "grace": 2450, "seated": 2451, "fifteen": 2452, "peanut": 2453, "skewers": 2454, "hospitable": 2455, "design": 2456, "instructors": 2457, "distracted": 2458, "answers": 2459, "msg": 2460, "squid": 2461, "ink": 2462, "risotto": 2463, "linguine": 2464, "hip": 2465, "scene": 2466, "wallet": 2467, "concern": 2468, "smart": 2469, "offer": 2470, "condiments": 2471, "personally": 2472, "picture": 2473, "hence": 2474, "refuses": 2475, "jenny": 2476, "co-op": 2477, "melissa": 2478, "jackie": 2479, "entertainment": 2480, "competitive": 2481, "gentleman": 2482, "apologetic": 2483, "mimosas": 2484, "geared": 2485, "toward": 2486, "families": 2487, "appalled": 2488, "gainey": 2489, "encountered": 2490, "pain": 2491, "canal": 2492, "thinly": 2493, "sliced": 2494, "black": 2495, "x": 2496, "cant": 2497, "tofu": 2498, "blend": 2499, "smokey": 2500, "encourage": 2501, "requested": 2502, "madison": 2503, "trivia": 2504, "karaoke": 2505, "togethers": 2506, "moderate": 2507, "steven": 2508, "l": 2509, "ma": 2510, "lame": 2511, "didnt": 2512, "synthetic": 2513, "tasting": 2514, "barbecue": 2515, "improved": 2516, "wines": 2517, "keeping": 2518, "beads": 2519, "hole": 2520, "wall": 2521, "grounds": 2522, "unclean": 2523, "cheaper": 2524, "neighbor": 2525, "veggie": 2526, "robert": 2527, "expertly": 2528, "normally": 2529, "diners": 2530, "soups": 2531, "skirt": 2532, "anytime": 2533, "product": 2534, "clubs": 2535, "summerlin": 2536, "sound": 2537, "blew": 2538, "managers": 2539, "tourists": 2540, "geez": 2541, "acrylics": 2542, "receiving": 2543, "er": 2544, "sam": 2545, "assisted": 2546, "raw": 2547, "piping": 2548, "tots": 2549, "bringing": 2550, "saturday": 2551, "absurd": 2552, "gives": 2553, "vibe": 2554, "chop": 2555, "clerk": 2556, "difference": 2557, "pleasantly": 2558, "surprised": 2559, "texaz": 2560, "worked": 2561, "magic": 2562, "performed": 2563, "acupuncture": 2564, "monday": 2565, "scramble": 2566, "rubios": 2567, "leftovers": 2568, "oyster": 2569, "lightly": 2570, "breaded": 2571, "butter": 2572, "package": 2573, "storage": 2574, "rainforest": 2575, "fashion": 2576, "mcdonalds": 2577, "demand": 2578, "becomes": 2579, "addiction": 2580, "remodel": 2581, "ignore": 2582, "pretzel": 2583, "bob": 2584, "slammed": 2585, "burgh": 2586, "certainly": 2587, "pharmacy": 2588, "insanely": 2589, "entrance": 2590, "impossible": 2591, "holy": 2592, "gaming": 2593, "consistency": 2594, "paste": 2595, "tips": 2596, "performance": 2597, "romance": 2598, "flair": 2599, "number": 2600, "selections": 2601, "cramped": 2602, "aisles": 2603, "restroom": 2604, "h": 2605, "months": 2606, "stare": 2607, "schools": 2608, "meanwhile": 2609, "lasts": 2610, "particular": 2611, "measure": 2612, "reccomend": 2613, "appeal": 2614, "note": 2615, "fail": 2616, "drain": 2617, "co-workers": 2618, "marks": 2619, "brushed": 2620, "shoulder": 2621, "carson": 2622, "towers": 2623, "goodness": 2624, "links": 2625, "surgery": 2626, "professionalism": 2627, "manner": 2628, "penguins": 2629, "pop": 2630, "roommate": 2631, "hardly": 2632, "cleaned": 2633, "studio": 2634, "choosing": 2635, "tanning": 2636, "deep": 2637, "smelled": 2638, "sports": 2639, "individual": 2640, "5-10": 2641, "apart": 2642, "veterinary": 2643, "celebrate": 2644, "kenny": 2645, "frank": 2646, "rum": 2647, "rainbow": 2648, "manor": 2649, "resort": 2650, "outdated": 2651, "family-owned": 2652, "trying": 2653, "words": 2654, "lindsay": 2655, "fucking": 2656, "somewhat": 2657, "hidden": 2658, "among": 2659, "houses": 2660, "residential": 2661, "buildings": 2662, "donut": 2663, "beverage": 2664, "climb": 2665, "qdoba": 2666, "rio": 2667, "rated": 2668, "crazy": 2669, "tikka": 2670, "masala": 2671, "peppers": 2672, "skimpy": 2673, "classy": 2674, "troy": 2675, "proficient": 2676, "monthly": 2677, "covers": 2678, "acts": 2679, "groomer": 2680, "mia": 2681, "lists": 2682, "bake": 2683, "shipping": 2684, "appointments": 2685, "matching": 2686, "color": 2687, "breeze": 2688, "basis": 2689, "granddaughter": 2690, "complaints": 2691, "cox": 2692, "nugget": 2693, "spa": 2694, "decision": 2695, "japan": 2696, "redeeming": 2697, "owners": 2698, "someday": 2699, "youre": 2700, "fill": 2701, "reliably": 2702, "accurate": 2703, "answered": 2704, "cheesecake": 2705, "foo": 2706, "needless": 2707, "yr": 2708, "grabbing": 2709, "lying": 2710, "stealing": 2711, "dawn": 2712, "mr": 2713, "teacher": 2714, "fletcher": 2715, "jones": 2716, "mistake": 2717, "target": 2718, "receive": 2719, "due": 2720, "dates": 2721, "devil": 2722, "ale": 2723, "winner": 2724, "landscape": 2725, "expert": 2726, "informed": 2727, "stinky": 2728, "chandler": 2729, "church": 2730, "mirrors": 2731, "reuben": 2732, "supermarket": 2733, "helps": 2734, "shots": 2735, "complained": 2736, "angus": 2737, "rush": 2738, "fab": 2739, "utensils": 2740, "bite": 2741, "dance": 2742, "range": 2743, "grass": 2744, "hitting": 2745, "cap": 2746, "cooling": 2747, "sacks": 2748, "growing": 2749, "wide": 2750, "supplies": 2751, "supplements": 2752, "july": 2753, "6th": 2754, "avoid": 2755, "costs": 2756, "lessons": 2757, "committed": 2758, "lunches": 2759, "o": 2760, "miso": 2761, "decadent": 2762, "penny": 2763, "freshest": 2764, "landmark": 2765, "carpets": 2766, "hall": 2767, "stained": 2768, "reads": 2769, "screen": 2770, "worker": 2771, "jr": 2772, "standards": 2773, "b": 2774, "count": 2775, "specials": 2776, "block": 2777, "understaffed": 2778, "def": 2779, "ad": 2780, "sleepy": 2781, "led": 2782, "avoided": 2783, "middle": 2784, "added": 2785, "stone": 2786, "united": 2787, "shortly": 2788, "acknowledge": 2789, "respectful": 2790, "brian": 2791, "neighbors": 2792, "everybody": 2793, "towards": 2794, "playground": 2795, "pushed": 2796, "heroes": 2797, "pictures": 2798, "touch": 2799, "above": 2800, "generously": 2801, "adds": 2802, "character": 2803, "fireplace": 2804, "gas": 2805, "stations": 2806, "pam": 2807, "frames": 2808, "face": 2809, "tornado": 2810, "genuinely": 2811, "providing": 2812, "hospitality": 2813, "volunteers": 2814, "cash": 2815, "cashier": 2816, "legend": 2817, "stomachs": 2818, "squash": 2819, "casserole": 2820, "enchilada": 2821, "lou": 2822, "state": 2823, "farm": 2824, "diverse": 2825, "crowd": 2826, "deserve": 2827, "repeat": 2828, "caliber": 2829, "baseball": 2830, "unwelcome": 2831, "dumb": 2832, "further": 2833, "mall": 2834, "yelpers": 2835, "kelly": 2836, "tail": 2837, "example": 2838, "assistant": 2839, "josh": 2840, "bigger": 2841, "quoted": 2842, "alternative": 2843, "flawless": 2844, "chimichanga": 2845, "luckily": 2846, "sky": 2847, "harbor": 2848, "signage": 2849, "cathy": 2850, "presented": 2851, "tandoori": 2852, "roti": 2853, "pita": 2854, "recognized": 2855, "stumbled": 2856, "panini": 2857, "pretzels": 2858, "quiet": 2859, "storm": 2860, "starts": 2861, "y'all": 2862, "frustrated": 2863, "sicilian": 2864, "pie": 2865, "clue": 2866, "menudo": 2867, "cajun": 2868, "results": 2869, "truck": 2870, "desirable": 2871, "mgm": 2872, "thursdays": 2873, "brings": 2874, "become": 2875, "chile": 2876, "calzones": 2877, "reopened": 2878, "quantity": 2879, "headed": 2880, "bachelor": 2881, "drunken": 2882, "mushroom": 2883, "bowl": 2884, "joni": 2885, "noticeably": 2886, "drowned": 2887, "alfredo": 2888, "offers": 2889, "knots": 2890, "responded": 2891, "amenities": 2892, "justify": 2893, "sourdough": 2894, "taken": 2895, "comforting": 2896, "sub": 2897, "reheated": 2898, "trader": 2899, "joes": 2900, "heather": 2901, "guarantee": 2902, "nypd": 2903, "manicures": 2904, "shelves": 2905, "complaint": 2906, "folks": 2907, "encouraged": 2908, "customize": 2909, "de": 2910, "carne": 2911, "asada": 2912, "lengua": 2913, "spiced": 2914, "dana": 2915, "piercings": 2916, "bins": 2917, "trays": 2918, "piled": 2919, "letters": 2920, "unpretentious": 2921, "addition": 2922, "warmed": 2923, "request": 2924, "support": 2925, "upset": 2926, "filed": 2927, "report": 2928, "actors": 2929, "play": 2930, "delightful": 2931, "joints": 2932, "monti": 2933, "awhile": 2934, "vip": 2935, "martini": 2936, "august": 2937, "noon": 2938, "unbelievable": 2939, "honeymoon": 2940, "3d": 2941, "advantage": 2942, "catering": 2943, "bench": 2944, "bands": 2945, "playing": 2946, "weekends": 2947, "espresso": 2948, "easily": 2949, "clients": 2950, "award": 2951, "response": 2952, "tends": 2953, "mature": 2954, "games": 2955, "cycle": 2956, "collection": 2957, "stands": 2958, "5pm": 2959, "fruity": 2960, "karen": 2961, "tears": 2962, "michael": 2963, "mix": 2964, "topping": 2965, "produce": 2966, "amazingly": 2967, "patiently": 2968, "staring": 2969, "barriques": 2970, "bright": 2971, "maintained": 2972, "hardware": 2973, "ie": 2974, "checked": 2975, "bf": 2976, "sons": 2977, "pickup": 2978, "theres": 2979, "roulette": 2980, "craps": 2981, "liking": 2982, "disrespect": 2983, "viewing": 2984, "tailoring": 2985, "anderson": 2986, "pricey": 2987, "themed": 2988, "events": 2989, "boy": 2990, "tiffany": 2991, "dingy": 2992, "returning": 2993, "bags": 2994, "border": 2995, "sadly": 2996, "lifetime": 2997, "machines": 2998, "wendy": 2999, "lively": 3000, "spirits": 3001, "sounded": 3002, "impatient": 3003, "surly": 3004, "classic": 3005, "annoying": 3006, "advertising": 3007, "trees": 3008, "grub": 3009, "hub": 3010, "cj": 3011, "finding": 3012, "cinnamon": 3013, "nicer": 3014, "hooters": 3015, "reserve": 3016, "online": 3017, "linguini": 3018, "offering": 3019, "napkins": 3020, "shut": 3021, "eater": 3022, "foie": 3023, "gras": 3024, "sum": 3025, "caught": 3026, "nasty": 3027, "remove": 3028, "ulta": 3029, "fruit": 3030, "veal": 3031, "polenta": 3032, "revisit": 3033, "uh": 3034, "dairy": 3035, "thumbs": 3036, "etc": 3037, "featured": 3038, "shows": 3039, "macayo": 3040, "birds": 3041, "arguing": 3042, "frustrating": 3043, "wearing": 3044, "jacket": 3045, "degrees": 3046, "judge": 3047, "recommended": 3048, "odd": 3049, "frequently": 3050, "decisions": 3051, "handled": 3052, "situation": 3053, "seven": 3054, "browse": 3055, "venue": 3056, "subway": 3057, "substitute": 3058, "treatment": 3059, "break": 3060, "pads": 3061, "cactus": 3062, "unsure": 3063, "hype": 3064, "fully": 3065, "fatty": 3066, "desired": 3067, "bin": 3068, "empanadas": 3069, "chimichurri": 3070, "katie": 3071, "gels": 3072, "recommendation": 3073, "secondly": 3074, "airy": 3075, "greeter": 3076, "technician": 3077, "charismatic": 3078, "monorail": 3079, "during": 3080, "summer": 3081, "bed": 3082, "admit": 3083, "exhibits": 3084, "hibachi": 3085, "address": 3086, "turkey": 3087, "significantly": 3088, "slower": 3089, "moms": 3090, "cream": 3091, "choose": 3092, "dressed": 3093, "issues": 3094, "winter": 3095, "fees": 3096, "memorable": 3097, "brother": 3098, "lucky": 3099, "jeans": 3100, "altered": 3101, "grilled": 3102, "jalapeno": 3103, "housekeeping": 3104, "lacking": 3105, "hubs": 3106, "jimmy": 3107, "lets": 3108, "salsas": 3109, "ace": 3110, "tons": 3111, "rounded": 3112, "wicked": 3113, "science": 3114, "apology": 3115, "sit-down": 3116, "exceptionally": 3117, "clear": 3118, "urgent": 3119, "depot": 3120, "appetizers": 3121, "enter": 3122, "stadium": 3123, "registration": 3124, "soo": 3125, "sent": 3126, "saying": 3127, "child": 3128, "adult": 3129, "attractive": 3130, "signature": 3131, "stays": 3132, "attendant": 3133, "palms": 3134, "musical": 3135, "blah": 3136, "ko": 3137, "zero": 3138, "attempt": 3139, "stranded": 3140, "pushy": 3141, "sea": 3142, "comfort": 3143, "kiltlifter": 3144, "early": 3145, "conversation": 3146, "infection": 3147, "spread": 3148, "bone": 3149, "x-rays": 3150, "york": 3151, "booths": 3152, "facials": 3153, "top-notch": 3154, "appropriate": 3155, "shopped": 3156, "efficiently": 3157, "cigar": 3158, "stains": 3159, "holder": 3160, "confirmed": 3161, "accepted": 3162, "wifey": 3163, "wanting": 3164, "1/2": 3165, "maurice": 3166, "rent": 3167, "estate": 3168, "attorney": 3169, "ensure": 3170, "manicure": 3171, 