{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "he": 4, "was": 5, "absolutely": 6, "correct": 7, ".": 8, "it": 9, "'": 10, "s": 11, "price": 12, "very": 13, "well": 14, "for": 15, "the": 16, "value": 17, "you": 18, "get": 19, "out": 20, "of": 21, "experience": 22, "is": 23, "not": 24, "!": 25, "again": 26, "returns": 27, "with": 28, "no": 29, "comment": 30, "our": 31, "drinks": 32, "were": 33, "delicious": 34, "and": 35, "potent": 36, "felt": 37, "welcome": 38, "only": 39, "thing": 40, "i": 41, "ended": 42, "up": 43, "eating": 44, "egg": 45, "rolls": 46, "just": 47, "do": 48, "n't": 49, "that": 50, "nice": 51, "vibe": 52, "from": 53, "this": 54, "specific": 55, "location": 56, "ve": 57, "always": 58, "enjoyed": 59, "going": 60, "here": 61, "ruth": 62, "sells": 63, "an": 64, "amazing": 65, "real": 66, "estate": 67, "agent": 68, "they": 69, "brought": 70, "chips": 71, "_num_": 72, "salsas": 73, "mac": 74, "&": 75, "cheese": 76, "like": 77, "family": 78, "reunion": 79, "-": 80, "so": 81, "good": 82, "plenty": 83, "food": 84, "loved": 85, "temporary": 86, "exhibit": 87, "pop": 88, "there": 89, "one": 90, "waitress": 91, "a": 92, "saturday": 93, "morning": 94, "crowd": 95, "too": 96, "went": 97, "first": 98, "time": 99, "based": 100, "on": 101, "recommendation": 102, "worked": 103, "until": 104, "got": 105, "home": 106, "took": 107, "my": 108, "bite": 109, "antipasto": 110, "salad": 111, "huge": 112, "fresh": 113, "really": 114, "appreciated": 115, "friendly": 116, "atmosphere": 117, "wonderful": 118, "customer": 119, "care": 120, "worth": 121, "every": 122, "minute": 123, "wait": 124, "wings": 125, "are": 126, "great": 127, "par": 128, "low": 129, "grade": 130, "buffet": 131, "breakfast": 132, "%": 133, "daughter": 134, "ordered": 135, "chicken": 136, "fingers": 137, "which": 138, "we": 139, "love": 140, "place": 141, "friends": 142, "had": 143, "burgers": 144, "them": 145, "as": 146, "professional": 147, "job": 148, "done": 149, "their": 150, "breading": 151, "light": 152, "yet": 153, "flavorful": 154, "go-to": 155, "take-out": 156, "while": 157, "cravings": 158, "down": 159, "count": 160, "overall": 161, ",": 162, "service": 163, "attentive": 164, "spot-on": 165, "girlfriend": 166, "recommended": 167, "to": 168, "me": 169, "m": 170, "glad": 171, "she": 172, "did": 173, "biscuits": 174, "bs": 175, "called": 176, "target": 177, "said": 178, "such": 179, "policy": 180, "disappointed": 181, "worst": 182, "counter": 183, "ever": 184, "...": 185, "anywhere": 186, "anything": 187, "staff": 188, "awesome": 189, "gift": 190, "card": 191, "decided": 192, "use": 193, "orange": 194, "beef": 195, "whole": 196, "foods": 197, "pretty": 198, "expensive": 199, "have": 200, "come": 201, "lunch": 202, "true": 203, "professionals": 204, "due": 205, "decor": 206, "live": 207, "music": 208, "cleanliness": 209, "either": 210, "way": 211, "meal": 212, "waste": 213, "money": 214, "tasty": 215, "disgusting": 216, "fast": 217, "clean": 218, "work": 219, "taken": 220, "proper": 221, "server": 222, "guess": 223, "proved": 224, "purchase": 225, "made": 226, "at": 227, "max": 228, "pawn": 229, "probably": 230, "favorite": 231, "eat": 232, "ok": 233, "but": 234, "return": 235, "trip": 236, "realize": 237, "how": 238, "many": 239, "disease": 240, "can": 241, "spread": 242, "?": 243, "doubt": 244, "getting": 245, "fun": 246, "when": 247, "dropped": 248, "car": 249, "off": 250, "looked": 251, "right": 252, "away": 253, "wow": 254, "liquor": 255, "store": 256, "filled": 257, "cigarette": 258, "smoke": 259, "classic": 260, "hole-in-the-wall": 261, "restaurant": 262, "engaging": 263, "offered": 264, "her": 265, "opinion": 266, "anyway": 267, "another": 268, "review": 269, "okay": 270, "definitely": 271, "better": 272, "all": 273, "mess": 274, "fried": 275, "rice": 276, "pizza": 277, "best": 278, "quote": 279, "over": 280, "phone": 281, "competitive": 282, "if": 283, "want": 284, "or": 285, "coffee": 286, "bean": 287, "tea": 288, "leaf": 289, "thinking": 290, "left": 291, "everyone": 292, "budget": 293, "should": 294, "be": 295, "dead": 296, "pasta": 297, "sauce": 298, "hard": 299, "prepare": 300, "dated": 301, "has": 302, "some": 303, "since": 304, "moving": 305, "pittsburgh": 306, "dirty": 307, "unprofessional": 308, "even": 309, "people": 310, "enjoy": 311, "ordering": 312, "carry": 313, "then": 314, "before": 315, "able": 316, "say": 317, "broke": 318, "in": 319, "front": 320, "desk": 321, "also": 322, "competent": 323, "little": 324, "truly": 325, "gem": 326, "maybe": 327, "spoiled": 328, "vietnamese": 329, "terrible": 330, "tattoo": 331, "teachers": 332, "caring": 333, "students": 334, "makes": 335, "sad": 336, "write": 337, "thanks": 338, "guys": 339, "rock": 340, "grocery": 341, "would": 342, "go": 343, "sure": 344, "entirely": 345, "what": 346, "requested": 347, "non": 348, "smoking": 349, "room": 350, "smell": 351, "full": 352, "nachos": 353, "supplies": 354, "office": 355, "events": 356, "whatever": 357, "case": 358, "cold": 359, "guinness": 360, "lost": 361, "myself": 362, "customers": 363, "owned": 364, "appetizer": 365, "combo": 366, "plate": 367, "everything": 368, "bagels": 369, "eaten": 370, "shrimp": 371, "cocktail": 372, "pleasant": 373, "surprise": 374, "day": 375, "bad": 376, "move": 377, "boy": 378, "mistake": 379, "twice": 380, "non-smoking": 381, "reeked": 382, "start": 383, "excellent": 384, "flavor": 385, "beautiful": 386, "aroma": 387, "simply": 388, "lovely": 389, "meet": 390, "new": 391, "however": 392, "sauces": 393, "bland": 394, "rude": 395, "other": 396, "problem": 397, "free": 398, "wifi": 399, "chili": 400, "size": 401, "ready": 402, "help": 403, "happy": 404, "compensation": 405, "juice": 406, "squeezed": 407, "super": 408, "could": 409, "lied": 410, "told": 411, "mexican": 412, "found": 413, "vegas": 414, "bartenders": 415, "lounge": 416, "pour": 417, "drink": 418, "wish": 419, "give": 420, "negative": 421, "stars": 422, "last": 423, "awful": 424, "mostly": 425, "gyro": 426, "platter": 427, "hate": 428, "browse": 429, "around": 430, "know": 431, "these": 432, "choices": 433, "exist": 434, "furniture": 435, "improvement": 436, "beer": 437, "date": 438, "night": 439, "sitting": 440, "outside": 441, "cozy": 442, "warm": 443, "personable": 444, "funny": 445, "looks": 446, "run": 447, "inside": 448, "gave": 449, "filthy": 450, "hot": 451, "water": 452, "still": 453, "takes": 454, "forever": 455, "luxurious": 456, "buy": 457, "next": 458, "shopping": 459, "much": 460, "smooth": 461, "refreshing": 462, "hands": 463, "prices": 464, "reasonable": 465, "gives": 466, "pedicures": 467, "same": 468, "owner": 469, "mimosa": 470, "grill": 471, "uptown": 472, "charlotte": 473, "things": 474, "highly": 475, "recommend": 476, "product": 477, "pricey": 478, "husband": 479, "been": 480, "frequenting": 481, "kabob": 482, "grille": 483, "nearly": 484, "weeks": 485, "ca": 486, "any": 487, "answers": 488, "im": 489, "respond": 490, "your": 491, "question": 492, "expected": 493, "yelp": 494, "reviews": 495, "taste": 496, "freshness": 497, "brian": 498, "bubbly": 499, "joy": 500, "see": 501, "wrong": 502, "sometimes": 503, "2pm": 504, "pick": 505, "5pm": 506, "drop": 507, "meatball": 508, "fact": 509, "pushed": 510, "back": 511, "delivery": 512, "wife": 513, "cocktails": 514, "appetizers": 515, "selection": 516, "dreadful": 517, "experiences": 518, "idiots": 519, "meant": 520, "nightclub": 521, "fabulous": 522, "cake": 523, "nothing": 524, "substantial": 525, "than": 526, "rudeness": 527, "fellow": 528, "diners": 529, "fair": 530, "sullivan": 531, "most": 532, "special": 533, "occasions": 534, "sat": 535, "lump": 536, "stomach": 537, "leaving": 538, "desert": 539, "quite": 540, "tasteless": 541, "didnt": 542, "spices": 543, "cool": 544, "winter": 545, "crust": 546, "thin": 547, "expecting": 548, "pistachio": 549, "ice": 550, "cream": 551, "truth": 552, "less": 553, "half": 554, "gifts": 555, "wine": 556, "coming": 557, "kids": 558, "(": 559, "um": 560, "contacts": 561, "tell": 562, ")": 563, "stated": 564, "select": 565, "cell": 566, "cases": 567, "hear": 568, "him": 569, "`": 570, "feel": 571, "bit": 572, "relief": 573, "under": 574, "ask": 575, "table": 576, "garden": 577, ";": 578, "yes": 579, "creamy": 580, "far": 581, "florida": 582, "mushy": 583, "months": 584, "between": 585, "appointments": 586, "thorough": 587, "important": 588, "fry": 589, "bread": 590, "kind": 591, "pay": 592, "chairs": 593, "cafe": 594, "old": 595, "uncomfortable": 596, "about": 597, "close": 598, "house": 599, "hardly": 600, "speak": 601, "english": 602, "anyone": 603, "else": 604, "through": 605, "few": 606, "times": 607, "meh": 608, "because": 609, "birth": 610, "aisle": 611, "within": 612, "moments": 613, "establishment": 614, "itself": 615, "cluttered": 616, "disorganized": 617, "airport": 618, "handle": 619, "big": 620, "crowds": 621, "waitresses": 622, "never": 623, "band": 624, "decent": 625, "volume": 626, "loud": 627, "disgusted": 628, "shake": 629, "feeling": 630, "crawling": 631, "us": 632, "include": 633, "side": 634, "dish": 635, "burger": 636, "long": 637, "line": 638, "consistently": 639, "imagine": 640, "kitchen": 641, "simple": 642, "$": 643, "extra": 644, "seven": 645, "minutes": 646, "spring": 647, "deep": 648, "flavorless": 649, "mush": 650, "guy": 651, "recently": 652, "purchased": 653, "moved": 654, "henderson": 655, "cause": 656, "heavy": 657, "fajitas": 658, "marvelous": 659, "comes": 660, "regularly": 661, "although": 662, "bars": 663, "soap": 664, "make": 665, "perfect": 666, "christmas": 667, "am": 668, "thank": 669, "paid": 670, "something": 671, "somewhat": 672, "wanted": 673, "think": 674, "might": 675, "chosen": 676, "olive": 677, "dishes": 678, "theirs": 679, "hotel": 680, "casino": 681, "chandler": 682, "dental": 683, "health": 684, "amount": 685, "fish": 686, "cranky": 687, "cj": 688, "appointment": 689, "try": 690, "dresses": 691, "finally": 692, "walked": 693, "by": 694, "noticed": 695, "helped": 696, "son": 697, "honda": 698, "dave": 699, "works": 700, "linda": 701, "sweet": 702, "beds": 703, "suck": 704, "wasted": 705, "stuff": 706, "impressed": 707, "kept": 708, "chile": 709, "options": 710, "overly": 711, "spicy": 712, "sushi": 713, "adorable": 714, "actually": 715, "lowest": 716, "given": 717, "waited": 718, "hush": 719, "puppies": 720, "neighbor": 721, "ny": 722, "steak": 723, "cooked": 724, "medium": 725, "rare": 726, "during": 727, "spoke": 728, "horrible": 729, "beers": 730, "disappoint": 731, "items": 732, "wall": 733, "impression": 734, "folks": 735, "business": 736, "groomer": 737, "late": 738, "studying": 739, "re": 740, "open": 741, "midnight": 742, "gotten": 743, "girl": 744, "both": 745, "picky": 746, "green": 747, "beans": 748, "several": 749, "unique": 750, "standards": 751, "plus": 752, "monthly": 753, "specials": 754, "regret": 755, "stepping": 756, "foot": 757, "dump": 758, "monty": 759, "verizon": 760, "wireless": 761, "having": 762, "hour": 763, "fitness": 764, "classes": 765, "danielle": 766, "fantastic": 767, "years": 768, "gone": 769, "hell": 770, "hand": 771, "basket": 772, "tends": 773, "hit": 774, "miss": 775, "whenever": 776, "visit": 777, "condescending": 778, "john": 779, "his": 780, "crew": 781, "honest": 782, "short": 783, "hair": 784, "second": 785, "wally": 786, "someone": 787, "those": 788, "hours": 789, "slow": 790, "mediocre": 791, "thumbs": 792, "different": 793, "today": 794, "ahead": 795, "week": 796, "reminded": 797, "cheap": 798, "college": 799, "macaroni": 800, "italian": 801, "chain": 802, "worse": 803, "appetite": 804, "spot": 805, "complained": 806, "instead": 807, "leave": 808, "servers": 809, "came": 810, "clear": 811, "tables": 812, "empty": 813, "who": 814, "appreciate": 815, "japanese": 816, "manager": 817, "melissa": 818, "notified": 819, "action": 820, "organization": 821, "everywhere": 822, "filed": 823, "complaint": 824, "director": 825, "nursing": 826, "handled": 827, "promptly": 828, "knew": 829, "blizzard": 830, "efficient": 831, "part": 832, "rest": 833, "somehow": 834, "asking": 835, "stupid": 836, "questions": 837, "cab": 838, "fleet": 839, "except": 840, "reasonably": 841, "roast": 842, "does": 843, "hey": 844, "usual": 845, "dogs": 846, "bloody": 847, "marys": 848, "take": 849, "doesnt": 850, "look": 851, "inviting": 852, "unlike": 853, "reviewers": 854, "find": 855, "idea": 856, "why": 857, "friend": 858, "happened": 859, "hashbrowns": 860, "tasted": 861, "potatoes": 862, "interest": 863, "heart": 864, "portions": 865, "served": 866, "attitude": 867, "beyond": 868, "poor": 869, "overheard": 870, "coworkers": 871, "talking": 872, "expect": 873, "class": 874, "without": 875, "festive": 876, "team": 877, "must": 878, "garlic": 879, "mashed": 880, "hearty": 881, "buffalo": 882, "excited": 883, "after": 884, "reading": 885, "will": 886, "william": 887, "jon": 888, "roll": 889, "sports": 890, "bar": 891, "oh": 892, "sorry": 893, "seems": 894, "lives": 895, "extremely": 896, "pull": 897, "together": 898, "birthday": 899, "amanda": 900, "spin": 901, "city": 902, "ambiance": 903, "seemed": 904, "above": 905, "average": 906, "especially": 907, "middle": 908, "eastern": 909, "selections": 910, "company": 911, "pass": 912, "personal": 913, "maple": 914, "soy": 915, "creme": 916, "filling": 917, "white": 918, "soft": 919, "ate": 920, "deli": 921, "man": 922, "serving": 923, "assholes": 924, "sloppy": 925, "knowledgable": 926, "helpful": 927, "latte": 928, "diarrhea": 929, "memories": 930, "system": 931, "provided": 932, "michelle": 933, "march": 934, "year": 935, "employees": 936, "menu": 937, "apparently": 938, "stopped": 939, "usually": 940, "meals": 941, "unless": 942, "being": 943, "ripped": 944, "quest": 945, "downright": 946, "mean": 947, "venue": 948, "more": 949, "drew": 950, "informative": 951, "cared": 952, "deserve": 953, "title": 954, "doctor": 955, "top": 956, "tonight": 957, "though": 958, "clothing": 959, "asked": 960, "red": 961, "sand": 962, "vacuumed": 963, "wiped": 964, "handed": 965, "owners": 966, "original": 967, "traditional": 968, "farmer": 969, "grilled": 970, "greasy": 971, "pool": 972, "replacement": 973, "cut": 974, "arrived": 975, "almost": 976, "slimy": 977, "limited": 978, "subway": 979, "chinese": 980, "where": 981, "outback": 982, "urbana": 983, "happens": 984, "steal": 985, "closer": 986, "become": 987, "regular": 988, "dirt": 989, "door": 990, "sub": 991, "prosciutto": 992, "option": 993, "internet": 994, "connection": 995, "tank": 996, "chatted": 997, "attendant": 998, "double": 999, "cantina": 1000, "quesadilla": 1001, "potato": 1002, "fries": 1003, "valley": 1004, "stop": 1005, "watch": 1006, "perform": 1007, "dinner": 1008, "knowledgeable": 1009, "michael": 1010, "host": 1011, "greet": 1012, "supportive": 1013, "paying": 1014, "relatively": 1015, "crave": 1016, "liked": 1017, "meticulous": 1018, "salesman": 1019, "pound": 1020, "lobster": 1021, "perfectly": 1022, "cracked": 1023, "read": 1024, "wise": 1025, "typical": 1026, "beat": 1027, "shop": 1028, "receptionist": 1029, "accommodating": 1030, "milkshakes": 1031, "mom": 1032, "pops": 1033, "bother": 1034, "anyways": 1035, "challenging": 1036, "layout": 1037, "views": 1038, "margs": 1039, "god": 1040, "emergency": 1041, "facility": 1042, "closed": 1043, "vet": 1044, "facilities": 1045, "bedside": 1046, "manner": 1047, "proceeded": 1048, "cry": 1049, "hassle": 1050, "refilled": 1051, "toilet": 1052, "eve": 1053, "hooters": 1054, "girls": 1055, "attractive": 1056, "bottles": 1057, "liberty": 1058, "market": 1059, "espresso": 1060, "confused": 1061, "mention": 1062, "washed": 1063, "argued": 1064, "plain": 1065, "salty": 1066, "1st": 1067, "pet": 1068, "mesa": 1069, "ridiculously": 1070, "particular": 1071, "extraordinary": 1072, "end": 1073, "vehicle": 1074, "fixed": 1075, "two": 1076, "days": 1077, "superb": 1078, "returned": 1079, "alteration": 1080, "fees": 1081, "enormous": 1082, "french": 1083, "phoenix": 1084, "pitcher": 1085, "frozen": 1086, "margaritas": 1087, "deserts": 1088, "straight": 1089, "pleasantly": 1090, "surprised": 1091, "constantly": 1092, "letting": 1093, "notice": 1094, "others": 1095, "insane": 1096, "says": 1097, "charge": 1098, "lamb": 1099, "curry": 1100, "positive": 1101, "history": 1102, "started": 1103, "ago": 1104, "sister": 1105, "strong": 1106, "stoked": 1107, "local": 1108, "each": 1109, "arrangements": 1110, "generous": 1111, "range": 1112, "lot": 1113, "cuts": 1114, "tough": 1115, "prepared": 1116, "visited": 1117, "nypd": 1118, "past": 1119, "limo": 1120, "outstanding": 1121, "area": 1122, "waiter": 1123, "rushed": 1124, "bought": 1125, "initially": 1126, "pleased": 1127, "keep": 1128, "finding": 1129, "major": 1130, "misses": 1131, "sandwich": 1132, "croissant": 1133, "comfortable": 1134, "updated": 1135, "laura": 1136, "anthony": 1137, "experts": 1138, "ingredients": 1139, "tequila": 1140, "high": 1141, "dry": 1142, "oiled": 1143, "lanes": 1144, "bartender": 1145, "derek": 1146, "quality": 1147, "below": 1148, "acoustics": 1149, "show": 1150, "edible": 1151, "plan": 1152, "continue": 1153, "hope": 1154, "chance": 1155, "bun": 1156, "slightly": 1157, "stale": 1158, "couple": 1159, "closing": 1160, "evening": 1161, "friendliness": 1162, "shipping": 1163, "spacious": 1164, "outdoor": 1165, "taking": 1166, "nick": 1167, "doing": 1168, "nails": 1169, "tip": 1170, "costume": 1171, "looking": 1172, "jewelry": 1173, "bike": 1174, "wheel": 1175, "ride": 1176, "emailed": 1177, "hoping": 1178, "kinda": 1179, "gets": 1180, "star": 1181, "refills": 1182, "treat": 1183, "mine": 1184, "mussels": 1185, "nicely": 1186, "decorated": 1187, "wasting": 1188, "burrito": 1189, "veggie": 1190, "share": 1191, "drowning": 1192, "grease": 1193, "veg": 1194, "level": 1195, "cilantro": 1196, "order": 1197, "town": 1198, "wedding": 1199, "wasnt": 1200, "crowded": 1201, "thrilled": 1202, "number": 1203, "channels": 1204, "nasty": 1205, "complete": 1206, "turn": 1207, "umc": 1208, "coupon": 1209, "item": 1210, "greeted": 1211, "hostess": 1212, "immediately": 1213, "flowers": 1214, "delivered": 1215, "slower": 1216, "packed": 1217, "closet": 1218, "hut": 1219, "referred": 1220, "holly": 1221, "jeff": 1222, "mix": 1223, "meat": 1224, "ratio": 1225, "walls": 1226, "painted": 1227, "colorful": 1228, "designs": 1229, "later": 1230, "employee": 1231, "named": 1232, "daniel": 1233, "places": 1234, "disappointing": 1235, "signage": 1236, "lacking": 1237, "syrup": 1238, "available": 1239, "stocked": 1240, "portion": 1241, "sizes": 1242, "direct": 1243, "feedback": 1244, "massage": 1245, "envy": 1246, "survey": 1247, "six": 1248, "craving": 1249, "opted": 1250, "lo-lo": 1251, "miracle": 1252, "mile": 1253, "lousy": 1254, "authentic": 1255, "glass": 1256, "roommate": 1257, "furious": 1258, "tv": 1259, "sausage": 1260, "placed": 1261, "woman": 1262, "fat": 1263, "wallet": 1264, "matter": 1265, "applied": 1266, "pressure": 1267, "phenomenal": 1268, "skills": 1269, "effing": 1270, "quick": 1271, "philly": 1272, "steaks": 1273, "cook": 1274, "particularly": 1275, "ll": 1276, "stick": 1277, "appears": 1278, "poorly": 1279, "dont": 1280, "understand": 1281, "busy": 1282, "easily": 1283, "giving": 1284, "eye": 1285, "contact": 1286, "assist": 1287, "kid": 1288, "management": 1289, "avoided": 1290, "entire": 1291, "inconvenience": 1292, "charges": 1293, "cuban": 1294, "entree": 1295, "tiramisu": 1296, "rate": 1297, "boyfriend": 1298, "thursday": 1299, "so-so": 1300, "advertise": 1301, "originally": 1302, "booked": 1303, "nights": 1304, "desired": 1305, "cakes": 1306, "visually": 1307, "appealing": 1308, "appetizing": 1309, "environment": 1310, "bill": 1311, "brick": 1312, "behind": 1313, "stage": 1314, "receipt": 1315, "dressed": 1316, "lime": 1317, "fine": 1318, "sofa": 1319, "apart": 1320, "completely": 1321, "unacceptable": 1322, "needed": 1323, "appalled": 1324, "b": 1325, "n": 1326, "literally": 1327, "qualities": 1328, "opposite": 1329, "dive": 1330, "trained": 1331, "yelped": 1332, "tastes": 1333, "stay": 1334, "thai": 1335, "rama": 1336, "wax": 1337, "vinyl": 1338, "wrapped": 1339, "scotch": 1340, "eggs": 1341, "followed": 1342, "theme": 1343, "constant": 1344, "complaints": 1345, "continued": 1346, "deliver": 1347, "sub-par": 1348, "ted": 1349, "seeing": 1350, "animals": 1351, "arrive": 1352, "groupon": 1353, "applebee": 1354, "apps": 1355, "presents": 1356, "basically": 1357, "family-owned": 1358, "certainly": 1359, "trying": 1360, "9pm": 1361, "seafood": 1362, "check": 1363, "mighty": 1364, "fallen": 1365, "kale": 1366, "marginal": 1367, "incredible": 1368, "unfortunately": 1369, "quicker": 1370, "sprint": 1371, "useless": 1372, "doctors": 1373, "commented": 1374, "misleading": 1375, "advantage": 1376, "priced": 1377, "spinach": 1378, "wrap": 1379, "haha": 1380, "covered": 1381, "flavors": 1382, "willing": 1383, "answer": 1384, "note": 1385, "notch": 1386, "blonde": 1387, "wigs": 1388, "final": 1389, "straw": 1390, "existent": 1391, "reservations": 1392, "early": 1393, "meeting": 1394, "pedicure": 1395, "chair": 1396, "wed": 1397, "trivia": 1398, "disaster": 1399, "patio": 1400, "generally": 1401, "enough": 1402, "tons": 1403, "interactive": 1404, "understanding": 1405, "arizona": 1406, "stops": 1407, "tried": 1408, "toast": 1409, "mushrooms": 1410, "loves": 1411, "drive": 1412, "fans": 1413, "online": 1414, "pickup": 1415, "break": 1416, "organized": 1417, "explained": 1418, "detail": 1419, "pizzas": 1420, "rachel": 1421, "ray": 1422, "evil": 1423, "twin": 1424, "talk": 1425, "comfort": 1426, "sits": 1427, "belly": 1428, "total": 1429, "rip": 1430, "group": 1431, "pricing": 1432, "sucked": 1433, "brown": 1434, "wilted": 1435, "meatballs": 1436, "played": 1437, "responsive": 1438, "specially": 1439, "elderly": 1440, "downhill": 1441, "cheddar": 1442, "impressive": 1443, "therapist": 1444, "knots": 1445, "kidding": 1446, "hertz": 1447, "offer": 1448, "upgrade": 1449, "pho": 1450, "rip-off": 1451, "returning": 1452, "ideas": 1453, "misters": 1454, "earth": 1455, "waxing": 1456, "put": 1457, "themselves": 1458, "warranty": 1459, "plans": 1460, "interesting": 1461, "activity": 1462, "somewhere": 1463, "plates": 1464, "mail": 1465, "starters": 1466, "trio": 1467, "sampler": 1468, "oyster": 1469, "rockefeller": 1470, "ai": 1471, "seen": 1472, "nurse": 1473, "uncaring": 1474, "impersonal": 1475, "wo": 1476, "wines": 1477, "sick": 1478, "theres": 1479, "trash": 1480, "ground": 1481, "chimichanga": 1482, "let": 1483, "goes": 1484, "used": 1485, "set": 1486, "neighborhood": 1487, "roach": 1488, "incredibly": 1489, "step": 1490, "possibly": 1491, "independent": 1492, "video": 1493, "greater": 1494, "industry": 1495, "bargains": 1496, "along": 1497, "pharmacist": 1498, "tech": 1499, "ignored": 1500, "existence": 1501, "james": 1502, "game": 1503, "polite": 1504, "experienced": 1505, "affordable": 1506, "needless": 1507, "redeem": 1508, "compassionate": 1509, "awkward": 1510, "panini": 1511, "oil": 1512, "seasoned": 1513, "volcano": 1514, "boba": 1515, "hostesses": 1516, "ribs": 1517, "smiles": 1518, "laughs": 1519, "nail": 1520, "salon": 1521, "dining": 1522, "spotless": 1523, "restroom": 1524, "scottsdale": 1525, "cheesesteak": 1526, "coleslaw": 1527, "sign": 1528, "sized": 1529, "laundry": 1530, "breasts": 1531, "crap": 1532, "dedicated": 1533, "mission": 1534, "mixed": 1535, "absolute": 1536, "frame": 1537, "thought": 1538, "attending": 1539, "continental": 1540, "upscale": 1541, "beloved": 1542, "pets": 1543, "vacation": 1544, "slice": 1545, "jean": 1546, "process": 1547, "yoga": 1548, "freezing": 1549, "small": 1550, "mall": 1551, "burnt": 1552, "soggy": 1553, "large": 1554, "darling": 1555, "luck": 1556, "menudo": 1557, "southwest": 1558, "airlines": 1559, "often": 1560, "cute": 1561, "lion": 1562, "haircut": 1563, "cat": 1564, "t-shirt": 1565, "third": 1566, "shift": 1567, "d": 1568, "omelets": 1569, "tomato": 1570, "difference": 1571, "miles": 1572, "monday": 1573, ":": 1574, "ridiculous": 1575, "popped": 1576, "ran": 1577, "into": 1578, "members": 1579, "cosmetic": 1580, "damage": 1581, "exterior": 1582, "frames": 1583, "signature": 1584, "sliced": 1585, "doughnuts": 1586, "terrific": 1587, "noodles": 1588, "overcooked": 1589, "fill": 1590, "wont": 1591, "least": 1592, "fond": 1593, "ladies": 1594, "whim": 1595, "monterey": 1596, "bay": 1597, "fianc": 1598, "fan": 1599, "western": 1600, "choice": 1601, "showroom": 1602, "displays": 1603, "friday": 1604, "unbelievably": 1605, "qt": 1606, "nicer": 1607, "east": 1608, "bf": 1609, "knows": 1610, "h": 1611, "property": 1612, "needs": 1613, "torn": 1614, "sales": 1615, "word": 1616, "lacked": 1617, "bowl": 1618, "mood": 1619, "hits": 1620, "yummy": 1621, "panera": 1622, "please": 1623, "hire": 1624, "performers": 1625, "shows": 1626, "seating": 1627, "sundaes": 1628, "floats": 1629, "popular": 1630, "strongly": 1631, "deal": 1632, "sour": 1633, "writing": 1634, "icing": 1635, "windows": 1636, "union": 1637, "missing": 1638, "kohls": 1639, "cash": 1640, "clearly": 1641, "receive": 1642, "soda": 1643, "relaxing": 1644, "halibut": 1645, "outrageously": 1646, "sets": 1647, "shuttle": 1648, "interested": 1649, "leasing": 1650, "apartment": 1651, "adds": 1652, "authenticity": 1653, "mind": 1654, "heard": 1655, "freakin": 1656, "sorely": 1657, "bulgogi": 1658, "weak": 1659, "department": 1660, "easy": 1661, "spa": 1662, "dealt": 1663, "dozen": 1664, "invisible": 1665, "supposed": 1666, "turned": 1667, "headache": 1668, "poblano": 1669, "soooooo": 1670, "bug": 1671, "massive": 1672, "spider": 1673, "steve": 1674, "impossible": 1675, "reach": 1676, "rooms": 1677, "piping": 1678, "dealership": 1679, "salsa": 1680, "enjoyable": 1681, "diverse": 1682, "direction": 1683, "gas": 1684, "resolved": 1685, "disappointment": 1686, "chip": 1687, "polish": 1688, "duh": 1689, "center": 1690, "piece": 1691, "listen": 1692, "seriously": 1693, "box": 1694, "undercooked": 1695, "tamales": 1696, "... .": 1697, "kat": 1698, "ken": 1699, "rob": 1700, "warmth": 1701, "strip": 1702, "baked": 1703, "cod": 1704, "matters": 1705, "lake": 1706, "perch": 1707, "sit": 1708, "four": 1709, "interaction": 1710, "designed": 1711, "sunday": 1712, "brunch": 1713, "desperate": 1714, "need": 1715, "speaking": 1716, "desserts": 1717, "remember": 1718, "bourbon": 1719, "pecan": 1720, "pie": 1721, "bites": 1722, "sending": 1723, "courteous": 1724, "sahara": 1725, "animal": 1726, "hospital": 1727, "watered": 1728, "apologize": 1729, "bmw": 1730, "making": 1731, "previous": 1732, "products": 1733, "cant": 1734, "believe": 1735, "now": 1736, "solved": 1737, "seem": 1738, "heaven": 1739, "pregnant": 1740, "nevertheless": 1741, "westin": 1742, "boxed": 1743, "pre-made": 1744, "studio": 1745, "wi-fi": 1746, "seats": 1747, "waiting": 1748, "parents": 1749, "smith": 1750, "overwhelmed": 1751, "reason": 1752, "bryan": 1753, "drivers": 1754, "timely": 1755, "labor": 1756, "rates": 1757, "rail": 1758, "runs": 1759, "central": 1760, "unimpressed": 1761, "potential": 1762, "laid-back": 1763, "filibertos": 1764, "+": 1765, "gnocchi": 1766, "bolognese": 1767, "entrees": 1768, "dear": 1769, "medical": 1770, "totally": 1771, "grossed": 1772, "shredded": 1773, "rubber": 1774, "wontons": 1775, "utterly": 1776, "vindaloo": 1777, "summer": 1778, "heat": 1779, "shabby": 1780, "numerous": 1781, "lunches": 1782, "admit": 1783, "dinning": 1784, "incorrect": 1785, "buttery": 1786, "space": 1787, "matthew": 1788, "site": 1789, "call": 1790, "blackened": 1791, "world": 1792, "bonus": 1793, "waiters": 1794, "arrogant": 1795, "weird": 1796, "fairly": 1797, "salads": 1798, "scallops": 1799, "risotto": 1800, "neither": 1801, "tuna": 1802, "checkout": 1803, "oily": 1804, "guarantee": 1805, "forget": 1806, "met": 1807, "crazy": 1808, "jim": 1809, "yesterday": 1810, "biggest": 1811, "play": 1812, "tipping": 1813, "ruined": 1814, "sons": 1815, "retail": 1816, "various": 1817, "books": 1818, "women": 1819, "shooting": 1820, "sandwiches": 1821, "floor": 1822, "outdated": 1823, "maintained": 1824, "lots": 1825, "promises": 1826, "payments": 1827, "results": 1828, "law": 1829, "firm": 1830, "seated": 1831, "mins": 1832, "walkways": 1833, "narrow": 1834, "opportunity": 1835, "sample": 1836, "german": 1837, "tony": 1838, "roma": 1839, "register": 1840, "gorgeous": 1841, "quesadillas": 1842, "unimpressive": 1843, "obviously": 1844, "don": 1845, "perfection": 1846, "matt": 1847, "chicago": 1848, "bbq": 1849, "pita": 1850, "mcdonald": 1851, "miso": 1852, "soup": 1853, "gyoza": 1854, "dumplings": 1855, "design": 1856, "crisp": 1857, "trendy": 1858, "favorites": 1859, "instructors": 1860, "expectations": 1861, "hungry": 1862, "genuinely": 1863, "equally": 1864, "bathrooms": 1865, "discounted": 1866, "complimentary": 1867, "sliders": 1868, "insurance": 1869, "claimed": 1870, "roaches": 1871, "garbage": 1872, "convenient": 1873, "putting": 1874, "tomatoes": 1875, "compensate": 1876, "lack": 1877, "stumbled": 1878, "upon": 1879, "greatest": 1880, "smile": 1881, "escargot": 1882, "wrote": 1883, "email": 1884, "bacon": 1885, "heated": 1886, "microwave": 1887, "vegetables": 1888, "steamed": 1889, "point": 1890, "fell": 1891, "wasabi": 1892, "bruschetta": 1893, "school": 1894, "enjoys": 1895, "receiving": 1896, "locals": 1897, "staple": 1898, "mucho": 1899, "dollars": 1900, "crappy": 1901, "bat": 1902, "frustrated": 1903, "avoid": 1904, "shell": 1905, "crab": 1906, "sound": 1907, "broken": 1908, "record": 1909, "habib": 1910, "basic": 1911, "faves": 1912, "specifically": 1913, "including": 1914, "south": 1915, "border": 1916, "procedures": 1917, "draft": 1918, "cleaning": 1919, "gloves": 1920, "glasses": 1921, "practice": 1922, "tacos": 1923, "jalapeo": 1924, "bird": 1925, "laid": 1926, "rocking": 1927, "peoples": 1928, "face": 1929, "danny": 1930, "wash": 1931, "joey": 1932, "paul": 1933, "relieved": 1934, "interior": 1935, "obsessed": 1936, "fruits": 1937, "smoothie": 1938, "7:30": 1939, "15-20": 1940, "copy": 1941, "print": 1942, "nor": 1943, "drove": 1944, "boom": 1945, "locked": 1946, "tom": 1947, "kha": 1948, "missed": 1949, "three": 1950, "carpets": 1951, "coupons": 1952, "worthless": 1953, "prompt": 1954, "honesty": 1955, "speedy": 1956, "tight": 1957, "pierogies": 1958, "grab": 1959, "broccoli": 1960, "quickly": 1961, "realized": 1962, "mozzarella": 1963, "1/2": 1964, "teeth": 1965, "taco": 1966, "spots": 1967, "3rd": 1968, "annoyed": 1969, "sucks": 1970, "coupled": 1971, "bigger": 1972, "fist": 1973, "passed": 1974, "wondering": 1975, "nearby": 1976, "bleu": 1977, "victor": 1978, "ziti": 1979, "tasting": 1980, "bottom": 1981, "yay": 1982, "computer": 1983, "stays": 1984, "sale": 1985, "fly": 1986, "died": 1987, "course": 1988, "fake": 1989, "az": 1990, "residents": 1991, "frankly": 1992, "national": 1993, "parties": 1994, "handy": 1995, "classy": 1996, "match": 1997, "ultimately": 1998, "financing": 1999, "vw": 2000, "credit": 2001, "bouquet": 2002, "integrity": 2003, "golf": 2004, "giant": 2005, "playground": 2006, "painful": 2007, "held": 2008, "rehearsal": 2009, "ta": 2010, "props": 2011, "gyros": 2012, "colorist": 2013, "spending": 2014, "ton": 2015, "endless": 2016, "martinis": 2017, "happen": 2018, "craft": 2019, "touch": 2020, "mustard": 2021, "smoothies": 2022, "shops": 2023, "restaurants": 2024, "comfortably": 2025, "kfc": 2026, "land": 2027, "pitas": 2028, "confusing": 2029, "alcoholic": 2030, "hold": 2031, "levels": 2032, "chris": 2033, "near": 2034, "thick": 2035, "cabo": 2036, "nervous": 2037, "pa": 2038, "accommodate": 2039, "variety": 2040, "vast": 2041, "nakama": 2042, "pricy": 2043, "cost": 2044, "farmers": 2045, "running": 2046, "joke": 2047, "2x": 2048, "brisket": 2049, "pulled": 2050, "yeah": 2051, "prep": 2052, "borderline": 2053, "screamed": 2054, "tired": 2055, "alright": 2056, "horrid": 2057, "general": 2058, "edge": 2059, "decadent": 2060, "starter": 2061, "soothing": 2062, "dined": 2063, "mentioned": 2064, "concern": 2065, "unhappy": 2066, "shakes": 2067, "gym": 2068, "atrocious": 2069, "owns": 2070, "dress": 2071, "cleaned": 2072, "revisit": 2073, "north": 2074, "respectful": 2075, "naan": 2076, "pj": 2077, "bell": 2078, "feels": 2079, "chances": 2080, "its": 2081, "reputation": 2082, "riot": 2083, "welcoming": 2084, "besides": 2085, "trade": 2086, "dollar": 2087, "sake": 2088, "bombers": 2089, "korean": 2090, "seattle": 2091, "las": 2092, "chefs": 2093, "entry": 2094, "inefficient": 2095, "jobs": 2096, "hidden": 2097, "autozone": 2098, "gross": 2099, "booths": 2100, "building": 2101, "plastic": 2102, "surprisingly": 2103, "loaf": 2104, "mini": 2105, "knife": 2106, "fault": 2107, "uh": 2108, "walgreens": 2109, "listens": 2110, "body": 2111, "grateful": 2112, "tuesdays": 2113, "exceptional": 2114, "spectacular": 2115, "may": 2116, "reluctantly": 2117, "babbo": 2118, "mojitos": 2119, "bucks": 2120, "angel": 2121, "breath": 2122, "techs": 2123, "lisa": 2124, "ann": 2125, "tammy": 2126, "creates": 2127, "buzzed": 2128, "bring": 2129, "plaza": 2130, "traffic": 2131, "dessert": 2132, "lava": 2133, "spent": 2134, "elegant": 2135, "checking": 2136, "hi": 2137, "garage": 2138, "ripe": 2139, "pink": 2140, "ownership": 2141, "chimi": 2142, "changes": 2143, "chef": 2144, "watching": 2145, "football": 2146, "locally": 2147, "yum": 2148, "venezia": 2149, "cats": 2150, "stand": 2151, "compassion": 2152, "kindness": 2153, "additional": 2154, "technician": 2155, "manny": 2156, "oatmeal": 2157, "fire": 2158, "person": 2159, "sisters": 2160, "till": 2161, "supervisor": 2162, "listened": 2163, "co-workers": 2164, "stayed": 2165, "series": 2166, "chase": 2167, "field": 2168, "honey": 2169, "clt": 2170, "type": 2171, "deliciously": 2172, "dark": 2173, "pumpkin": 2174, "changed": 2175, "struck": 2176, "gold": 2177, "drowned": 2178, "canned": 2179, "described": 2180, "yourself": 2181, "favor": 2182, "speed": 2183, "lines": 2184, "soon": 2185, "driver": 2186, "refill": 2187, "gel": 2188, "f": 2189, "min": 2190, "10": 2191, "weather": 2192, "topped": 2193, "carpaccio": 2194, "warned": 2195, "chic": 2196, "travel": 2197, "frequently": 2198, "flight": 2199, "pointed": 2200, "cockroach": 2201, "memorable": 2202, "toppings": 2203, "talked": 2204, "lasagna": 2205, "walmart": 2206, "hiring": 2207, "#": 2208, "unreliable": 2209, "checked": 2210, "hooked": 2211, "upper": 2212, "consignment": 2213, "soooo": 2214, "gentleman": 2215, "apologized": 2216, "consistent": 2217, "jesse": 2218, "creole": 2219, "worry": 2220, "sampled": 2221, "sichuan": 2222, "mark": 2223, "fancy": 2224, "bargain": 2225, "everybody": 2226, "entertainment": 2227, "book": 2228, "orders": 2229, "correctly": 2230, "pancakes": 2231, "fluffy": 2232, "walk": 2233, "pharmacy": 2234, "corn": 2235, "wet": 2236, "pools": 2237, "honestly": 2238, "depends": 2239, "balance": 2240, "shame": 2241, "topping": 2242, "fryer": 2243, "larry": 2244, "judy": 2245, "mouth": 2246, "behaved": 2247, "longer": 2248, "boarding": 2249, "park": 2250, "prime": 2251, "rib": 2252, "zero": 2253, "enjoying": 2254, "bed": 2255, "comfy": 2256, "tasteful": 2257, "european": 2258, "exceptionally": 2259, "brandon": 2260, "@": 2261, "discount": 2262, "tire": 2263, "wants": 2264, "flying": 2265, "huevos": 2266, "rancheros": 2267, "hubby": 2268, "bins": 2269, "picked": 2270, "carries": 2271, "calamari": 2272, "tempe": 2273, "vermicelli": 2274, "healthy": 2275, "own": 2276, "threw": 2277, "attention": 2278, "politely": 2279, "pain": 2280, "meds": 2281, "asap": 2282, "serious": 2283, "leg": 2284, "unexpectedly": 2285, "remembers": 2286, "patch": 2287, "capital": 2288, "reservation": 2289, "advance": 2290, "stylist": 2291, "dread": 2292, "entering": 2293, "phx": 2294, "boring": 2295, "anymore": 2296, "moderately": 2297, "steady": 2298, "beet": 2299, "princess": 2300, "station": 2301, "thoughtful": 2302, "likes": 2303, "moist": 2304, "spanish": 2305, "omelet": 2306, "sense": 2307, "courtesy": 2308, "cancel": 2309, "wth": 2310, "alway": 2311, "gray": 2312, "completed": 2313, "brake": 2314, "masters": 2315, "difficult": 2316, "shots": 2317, "dbg": 2318, "annual": 2319, "nowhere": 2320, "sounds": 2321, "zucchini": 2322, "hays": 2323, "york": 2324, "style": 2325, "additionally": 2326, "extensive": 2327, "whites": 2328, "photographer": 2329, "kristen": 2330, "dressing": 2331, "saying": 2332, "forgot": 2333, "thru": 2334, "jr": 2335, "frosty": 2336, "view": 2337, "karaoke": 2338, "outgoing": 2339, "lady": 2340, "hike": 2341, "sketchy": 2342, "chimichangas": 2343, "convenience": 2344, "infused": 2345, "candy": 2346, "saw": 2347, "calzones": 2348, "words": 2349, "energetic": 2350, "servings": 2351, "delish": 2352, "possible": 2353, "nordstrom": 2354, "younger": 2355, "throughout": 2356, "pics": 2357, "actual": 2358, "exactly": 2359, "enchilada": 2360, "indian": 2361, "pamela": 2362, "refund": 2363, "y": 2364, "helpfulness": 2365, "cheaper": 2366, "informed": 2367, "inquire": 2368, "tender": 2369, "veggies": 2370, "puts": 2371, "community": 2372, "miserable": 2373, "club": 2374, "steakhouse": 2375, "smelled": 2376, "quoted": 2377, "charged": 2378, "donuts": 2379, "cars": 2380, "fit": 2381, "slowest": 2382, "chipotle": 2383, "shut": 2384, "tartar": 2385, "newer": 2386, "remote": 2387, "dr": 2388, "obvious": 2389, "seasons": 2390, "paris": 2391, "parmesan": 2392, "motel": 2393, "setting": 2394, "example": 2395, "charm": 2396, "rustic": 2397, "country": 2398, "alone": 2399, "worthwhile": 2400, "hosted": 2401, "party": 2402, "7am": 2403, "texaz": 2404, "duck": 2405, "patrons": 2406, "enterprise": 2407, "status": 2408, "cupcakes": 2409, "pre": 2410, "bus": 2411, "hoagie": 2412, "impress": 2413, "satisfaction": 2414, "jimmy": 2415, "repeated": 2416, "multiple": 2417, "photo": 2418, "unnecessary": 2419, "repairs": 2420, "window": 2421, "bright": 2422, "incompetent": 2423, "workers": 2424, "working": 2425, "happily": 2426, "repeat": 2427, "vegetarian": 2428, "considered": 2429, "replace": 2430, "stations": 2431, "main": 2432, "steam": 2433, "choose": 2434, "edamame": 2435, "flawless": 2436, "lately": 2437, "reliable": 2438, "luckily": 2439, "joint": 2440, "picking": 2441, "hopefully": 2442, "washing": 2443, "pathetic": 2444, "nonexistent": 2445, "uncle": 2446, "sweat": 2447, "movie": 2448, "gladly": 2449, "answered": 2450, "handful": 2451, "yellow": 2452, "nightly": 2453, "resort": 2454, "fee": 2455, "sadly": 2456, "locations": 2457, "combination": 2458, "noodle": 2459, "contained": 2460, "jalapeno": 2461, "already": 2462, "installers": 2463, "oph": 2464, "benedict": 2465, "odd": 2466, "colored": 2467, "hollandaise": 2468, "tortillas": 2469, "dude": 2470, "hygienists": 2471, "greek": 2472, "stuffed": 2473, "trust": 2474, "starbucks": 2475, "tummy": 2476, "drinking": 2477, "washers": 2478, "dryers": 2479, "complex": 2480, "selected": 2481, "marinara": 2482, "elsewhere": 2483, "fix": 2484, "burro": 2485, "received": 2486, "solid": 2487, "blew": 2488, "brewed": 2489, "e": 2490, "st": 2491, "3-5": 2492, "alternative": 2493, "hitting": 2494, "cancelled": 2495, "membership": 2496, "sonic": 2497, "against": 2498, "pear": 2499, "neat": 2500, "change": 2501, "forgettable": 2502, "tourist": 2503, "month": 2504, "pinot": 2505, "finish": 2506, "figured": 2507, "address": 2508, "lulu": 2509, "sriracha": 2510, "daily": 2511, "lease": 2512, "jerry": 2513, "older": 2514, "conversationalist": 2515, "cody": 2516, "brennan": 2517, "passengers": 2518, "shoot": 2519, "timed": 2520, "scored": 2521, "test": 2522, "officially": 2523, "list": 2524, "alas": 2525, "fooled": 2526, "minimum": 2527, "cole": 2528, "slaw": 2529, "knocked": 2530, "socks": 2531, "bunch": 2532, "children": 2533, "state": 2534, "grain": 2535, "wheat": 2536, "links": 2537, "approached": 2538, "yarn": 2539, "stock": 2540, "filet": 2541, "quiet": 2542, "minimal": 2543, "welcomed": 2544, "included": 2545, "california": 2546, "cities": 2547, "feed": 2548, "bag": 2549, "sooooo": 2550, "suggest": 2551, "panda": 2552, "express": 2553, "chopsticks": 2554, "consultant": 2555, "pepperoni": 2556, "response": 2557, "rescheduled": 2558, "travelers": 2559, "vibrant": 2560, "a-ok": 2561, "conversation": 2562, "jerk": 2563, "picture": 2564, "southern": 2565, "hospitality": 2566, "situation": 2567, "starving": 2568, "mansion": 2569, "sides": 2570, "yearly": 2571, "mead": 2572, "warrant": 2573, "tires": 2574, "sell": 2575, "behold": 2576, "science": 2577, "explain": 2578, "supporting": 2579, "substandard": 2580, "provide": 2581, "guacamole": 2582, "fortunately": 2583, "atm": 2584, "doubled": 2585, "fluke": 2586, "harsh": 2587, "church": 2588, "katz": 2589, "doc": 2590, "talented": 2591, "collect": 2592, "heck": 2593, "upsell": 2594, "insisted": 2595, "cucumber": 2596, "mint": 2597, "divine": 2598, "recipe": 2599, "failed": 2600, "walking": 2601, "holy": 2602, "cow": 2603, "ripoff": 2604, "tostada": 2605, "thoroughly": 2606, "satisfied": 2607, "trustworthy": 2608, "w": 2609, "key": 2610, "installed": 2611, "bubble": 2612, "underneath": 2613, "supply": 2614, "crunch": 2615, "salmon": 2616, "shawarma": 2617, "assume": 2618, "skilled": 2619, "skillet": 2620, "chorizo": 2621, "ultimate": 2622, "winner": 2623, "lettuce": 2624, "unwelcome": 2625, "device": 2626, "*": 2627, "unfortunate": 2628, "name": 2629, "estimated": 2630, "tone": 2631, "brle": 2632, "unappealing": 2633, "bride": 2634, "blank": 2635, "stare": 2636, "inedible": 2637, "massages": 2638, "oj": 2639, "unusual": 2640, "advised": 2641, "wide": 2642, "reaction": 2643, "corner": 2644, "fruit": 2645, "rocks": 2646, "plentiful": 2647, "proud": 2648, "create": 2649, "scare": 2650, "/": 2651, "sweets": 2652, "install": 2653, "likely": 2654, "hrs": 2655, "muffins": 2656, "deserves": 2657, "horribly": 2658, "fitting": 2659, "once": 2660, "purely": 2661, "herbs": 2662, "delightful": 2663, "corporate": 2664, "bagel": 2665, "au": 2666, "jus": 2667, "compliments": 2668, "necklace": 2669, "gravy": 2670, "savory": 2671, "delectable": 2672, "hung": 2673, "lol": 2674, "efficiently": 2675, "street": 2676, "thats": 2677, "loaded": 2678, "communication": 2679, "cuz": 2680, "horrified": 2681, "organic": 2682, "facebook": 2683, "ambience": 2684, "lively": 2685, "autumn": 2686, "... ...": 2687, "child": 2688, "knowing": 2689, "truck": 2690, "sweetness": 2691, "watery": 2692, "scores": 2693, "decide": 2694, "dryer": 2695, "shit": 2696, "wraps": 2697, "staples": 2698, "madison": 2699, "chose": 2700, "los": 2701, "olivos": 2702, "housekeeping": 2703, "slide": 2704, "games": 2705, "weekdays": 2706, "dim": 2707, "sum": 2708, "decision": 2709, "visiting": 2710, "physicians": 2711, "beautifully": 2712, "lobby": 2713, "alicia": 2714, "living": 2715, "result": 2716, "exceeded": 2717, "eyes": 2718, "joe": 2719, "barber": 2720, "brand": 2721, "waffles": 2722, "duke": 2723, "energy": 2724, "electric": 2725, "baklava": 2726, "sugary": 2727, "helps": 2728, "secret": 2729, "carlos": 2730, "mushroom": 2731, "app": 2732, "amazed": 2733, "andy": 2734, "halfway": 2735, "2nd": 2736, "across": 2737, "unorganized": 2738, "stained": 2739, "waffle": 2740, "screwed": 2741, "refused": 2742, "clue": 2743, "yelled": 2744, "shady": 2745, "hang": 2746, "round": 2747, "peaks": 2748, "sticks": 2749, "friggin": 2750, "hottest": 2751, "tour": 2752, "explaining": 2753, "chew": 2754, "stores": 2755, "court": 2756, "parking": 2757, "favors": 2758, "tho": 2759, "acceptable": 2760, "joyful": 2761, "rentals": 2762, "definately": 2763, "filter": 2764, "loose": 2765, "reschedule": 2766, "piss": 2767, "forth": 2768, "effort": 2769, "air": 2770, "beverages": 2771, "sir": 2772, "exclusive": 2773, "cd": 2774, "obnoxious": 2775, "fits": 2776, "considering": 2777, "skin": 2778, "toes": 2779, "cup": 2780, "trans": 2781, "soo": 2782, "india": 2783, "gate": 2784, "ending": 2785, "sincere": 2786, "santa": 2787, "fe": 2788, "mama": 2789, "ricotta": 2790, "regardless": 2791, "husbands": 2792, "according": 2793, "hip": 2794, "tops": 2795, "roomy": 2796, "alot": 2797, "elevator": 2798, "handicapped": 2799, "equivalent": 2800, "begin": 2801, "baristas": 2802, "stopping": 2803, "support": 2804, "inexpensive": 2805, "managers": 2806, "curly": 2807, "sometime": 2808, "soba": 2809, "suddenly": 2810, "seat": 2811, "present": 2812, "pressured": 2813, "havana": 2814, "contrary": 2815, "laser": 2816, "companions": 2817, "catered": 2818, "chopped": 2819, "remotely": 2820, "shea": 2821, "blvd": 2822, "tortilla": 2823, "badger": 2824, "riding": 2825, "smoothly": 2826, "ones": 2827, "visits": 2828, "passing": 2829, "judgement": 2830, "terribly": 2831, "staffed": 2832, "sensitive": 2833, "life": 2834, "asian": 2835, "pork": 2836, "pot": 2837, "stickers": 2838, "greens": 2839, "lighter": 2840, "color": 2841, "crunchy": 2842, "teas": 2843, "gatherings": 2844, "balls": 2845, "rotated": 2846, "deck": 2847, "regretted": 2848, "floors": 2849, "treats": 2850, "immensely": 2851, "blue": 2852, "wishes": 2853, "success": 2854, "sally": 2855, "ghetto": 2856, "hillstone": 2857, "score": 2858, "compare": 2859, "shopped": 2860, "museum": 2861, "balanced": 2862, "blended": 2863, "rather": 2864, "cable": 2865, "currently": 2866, "nurses": 2867, "beside": 2868, "values": 2869, "similar": 2870, "milkshake": 2871, "carbs": 2872, "practically": 2873, "smells": 2874, "spice": 2875, "kit": 2876, "stepped": 2877, "weddings": 2878, "o": 2879, "barely": 2880, "crispy": 2881, "intention": 2882, "answering": 2883, "fills": 2884, "resturant": 2885, "sent": 2886, "menus": 2887, "taxi": 2888, "valentine": 2889, "specialty": 2890, "mcdonalds": 2891, "journey": 2892, "shall": 2893, "thrown": 2894, "wisdom": 2895, "age": 2896, "burned": 2897, "dried": 2898, "tempura": 2899, "chop": 2900, "access": 2901, "account": 2902, "relax": 2903, "flower": 2904, "details": 2905, "plants": 2906, "mandarin": 2907, "curd": 2908, "drive-thru": 2909, "bless": 2910, "edit": 2911, "button": 2912, "forward": 2913, "sharing": 2914, "tina": 2915, "artichoke": 2916, "dip": 2917, "showed": 2918, "fax": 2919, "pat": 2920, "automotive": 2921, "specialists": 2922, "significant": 2923, "chemical": 2924, "regulars": 2925, "colors": 2926, "seasonally": 2927, "hands-down": 2928, "mignon": 2929, "hibachi": 2930, "paperwork": 2931, "bummer": 2932, "dust": 2933, "hence": 2934, "tab": 2935, "microwaved": 2936, "lesson": 2937, "learned": 2938, "colleague": 2939, "smoked": 2940, "art": 2941, "thanksgiving": 2942, "payment": 2943, "chocolates": 2944, "weekends": 2945, "toro": 2946, "construction": 2947, "rx": 2948, "among": 2949, "rating": 2950, "bones": 2951, "dog": 2952, "petsmart": 2953, "horseradish": 2954, "save": 2955, "serve": 2956, "vanilla": 2957, "diagnosis": 2958, "complaining": 2959, "custard": 2960, "swimming": 2961, "lemon": 2962, "butter": 2963, "relaxed": 2964, "homemade": 2965, "butt": 2966, "suit": 2967, "event": 2968, "fashion": 2969, "manicure": 2970, "cloth": 2971, "napkins": 2972, "jewel": 2973, "11am": 2974, "3pm": 2975, "comp": 2976, "proof": 2977, "approximately": 2978, "waters": 2979, "g": 2980, "urine": 2981, "lucky": 2982, "statues": 2983, "registers": 2984, "suggestions": 2985, "chunks": 2986, "jalepeno": 2987, "passable": 2988, "allows": 2989, "chat": 2990, "black": 2991, "angus": 2992, "snacks": 2993, "illegal": 2994, "dishonest": 2995, "neck": 2996, "killed": 2997, "finished": 2998, "tai": 2999, "flat": 3000, "toasted": 3001, "subs": 3002, "excellant": 3003, "gf": 3004, "earned": 3005, "adventure": 3006, "printing": 3007, "replied": 3008, "raisin": 3009, "tailor": 3010, "kicks": 3011, "liking": 3012, "issue": 3013, "non-existent": 3014, "slowly": 3015, "student": 3016, "rush": 3017, "admission": 3018, "aveda": 3019, "ignoring": 3020, "uniform": 3021, "postino": 3022, "hotels": 3023, "clinic": 3024, "means": 3025, "otherwise": 3026, "elementary": 3027, "cafeteria": 3028, "reviewing": 3029, "removed": 3030, "ugly": 3031, "vegans": 3032, "hospitable": 3033, "lucked": 3034, "george": 3035, "newly": 3036, "renovated": 3037, "bedroom": 3038, "lasted": 3039, "turkey": 3040, "globe": 3041, "worthy": 3042, "byob": 3043, "shelf": 3044, "tuesday": 3045, "speechless": 3046, "overcharged": 3047, "dough": 3048, "figure": 3049, "respect": 3050, "sprouts": 3051, "angela": 3052, "texas": 3053, "roadhouse": 3054, "offering": 3055, "deals": 3056, "prescription": 3057, "fajita": 3058, "conference": 3059, "entertained": 3060, "dragged": 3061, "falling": 3062, "following": 3063, "promise": 3064, "punctual": 3065, "ribeye": 3066, "produce": 3067, "meats": 3068, "disappoints": 3069, "managed": 3070, "fall": 3071, "tad": 3072, "lifetime": 3073, "awesomeness": 3074, "popcorn": 3075, "custom": 3076, "paint": 3077, "improved": 3078, "cleaner": 3079, "justify": 3080, "encountered": 3081, "blueberry": 3082, "remind": 3083, "mexico": 3084, "reuben": 3085, "carne": 3086, "asada": 3087, "frank": 3088, "alive": 3089, "rent": 3090, "afford": 3091, "everyday": 3092, "mother": 3093, "irish": 3094, "cooking": 3095, "cuisine": 3096, "celebrated": 3097, "30th": 3098, "anniversary": 3099, "spaghetti": 3100, "coat": 3101, "pan": 3102, "visitor": 3103, "quaint": 3104, "swiss": 3105, "bistro": 3106, "mills": 3107, "spend": 3108, "trashy": 3109, "reserved": 3110, "machines": 3111, "worn": 3112, "breaded": 3113, "battered": 3114, "august": 3115, "fed": 3116, "maintenance": 3117, "issues": 3118, "caught": 3119, "guard": 3120, "polished": 3121, "advisor": 3122, "remains": 3123, "findlay": 3124, "1/4": 3125, "occupied": 3126, "onions": 3127, "jalapenos": 3128, "cabinet": 3129, "mobile": 3130, "bakery": 3131, "raising": 3132, "higher": 3133, "chapel": 3134, "ugh": 3135, "ginger": 3136, "sky": 3137, "harbor": 3138, "overrated": 3139, "zip": 3140, "tang": 3141, "dang": 3142, "provolone": 3143, "american": 3144, "assuming": 3145, "private": 3146, "hummus": 3147, "offended": 3148, "grape": 3149, "super-friendly": 3150, "added": 3151, "personally": 3152, "draws": 3153, "sam": 3154, "associate": 3155, "rudest": 3156, "gear": 3157, "ups": 3158, "imagined": 3159, "grandmother": 3160, "clothes": 3161, "buying": 3162, "drives": 3163, 