{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "he": 4, "was": 5, "absolutely": 6, "correct": 7, ".": 8, "it": 9, "'": 10, "s": 11, "price": 12, "very": 13, "well": 14, "for": 15, "the": 16, "value": 17, "you": 18, "get": 19, "out": 20, "of": 21, "experience": 22, "is": 23, "not": 24, "!": 25, "again": 26, "returns": 27, "with": 28, "no": 29, "comment": 30, "i": 31, "can": 32, "deal": 33, "poor": 34, "customer": 35, "service": 36, ",": 37, "but": 38, "finding": 39, "glass": 40, "in": 41, "a": 42, "biscuit": 43, "?": 44, "awesome": 45, "food": 46, "and": 47, "beer": 48, "every": 49, "single": 50, "time": 51, "our": 52, "drinks": 53, "were": 54, "delicious": 55, "potent": 56, "felt": 57, "welcome": 58, "only": 59, "thing": 60, "ended": 61, "up": 62, "eating": 63, "egg": 64, "rolls": 65, "honest": 66, "about": 67, "process": 68, "type": 69, "systems": 70, "their": 71, "benefits": 72, "people": 73, "around": 74, "us": 75, "could": 76, "n't": 77, "believe": 78, "just": 79, "do": 80, "that": 81, "nice": 82, "vibe": 83, "from": 84, "this": 85, "specific": 86, "location": 87, "ve": 88, "always": 89, "enjoyed": 90, "going": 91, "here": 92, "ruth": 93, "sells": 94, "an": 95, "amazing": 96, "real": 97, "estate": 98, "agent": 99, "they": 100, "brought": 101, "chips": 102, "_num_": 103, "salsas": 104, "mac": 105, "&": 106, "cheese": 107, "like": 108, "family": 109, "reunion": 110, "-": 111, "so": 112, "good": 113, "apology": 114, ";": 115, "offer": 116, "to": 117, "order": 118, "nothing": 119, "plenty": 120, "loved": 121, "temporary": 122, "exhibit": 123, "pop": 124, "fantastic": 125, "there": 126, "one": 127, "waitress": 128, "saturday": 129, "morning": 130, "crowd": 131, "too": 132, "went": 133, "first": 134, "based": 135, "on": 136, "recommendation": 137, "worked": 138, "until": 139, "got": 140, "home": 141, "took": 142, "my": 143, "bite": 144, "antipasto": 145, "salad": 146, "huge": 147, "fresh": 148, "really": 149, "appreciated": 150, "friendly": 151, "atmosphere": 152, "wonderful": 153, "care": 154, "expensive": 155, "worth": 156, "money": 157, "minute": 158, "wait": 159, "wings": 160, "are": 161, "great": 162, "par": 163, "low": 164, "grade": 165, "buffet": 166, "breakfast": 167, "%": 168, "daughter": 169, "ordered": 170, "chicken": 171, "fingers": 172, "which": 173, "we": 174, "love": 175, "place": 176, "friends": 177, "had": 178, "burgers": 179, "them": 180, "as": 181, "worst": 182, "sandwiches": 183, "have": 184, "ever": 185, "will": 186, "definitely": 187, "be": 188, "returning": 189, "thank": 190, "megan": 191, "tag": 192, "at": 193, "chris": 194, "professional": 195, "job": 196, "done": 197, "consideration": 198, "mother": 199, "day": 200, "year": 201, "carrying": 202, "shooting": 203, "range": 204, "please": 205, "breading": 206, "light": 207, "yet": 208, "flavorful": 209, "did": 210, "let": 211, "me": 212, "rate": 213, "zero": 214, "stars": 215, "bad": 216, "... .": 217, "super": 218, "comfy": 219, "live": 220, "music": 221, "clean": 222, "bathrooms": 223, "go-to": 224, "take-out": 225, "while": 226, "cravings": 227, "down": 228, "count": 229, "rude": 230, "overall": 231, "attentive": 232, "spot-on": 233, "girlfriend": 234, "recommended": 235, "m": 236, "glad": 237, "she": 238, "biscuits": 239, "go": 240, "eat": 241, "least": 242, "once": 243, "your": 244, "life": 245, "bs": 246, "called": 247, "target": 248, "said": 249, "such": 250, "policy": 251, "disappointed": 252, "counter": 253, "...": 254, "anywhere": 255, "anything": 256, "staff": 257, "round": 258, "worse": 259, "than": 260, "chandler": 261, "pizza": 262, "gift": 263, "card": 264, "decided": 265, "use": 266, "orange": 267, "beef": 268, "whole": 269, "foods": 270, "pretty": 271, "come": 272, "lunch": 273, "true": 274, "professionals": 275, "due": 276, "decor": 277, "cleanliness": 278, "lot": 279, "places": 280, "airways": 281, "terminal": 282, "either": 283, "way": 284, "meal": 285, "waste": 286, "tasty": 287, "disgusting": 288, "take": 289, "business": 290, "back": 291, "future": 292, "fast": 293, "work": 294, "dart": 295, "taken": 296, "proper": 297, "server": 298, "would": 299, "recommend": 300, "chinese": 301, "restaurant": 302, "authentic": 303, "folks": 304, "guess": 305, "proved": 306, "purchase": 307, "made": 308, "max": 309, "pawn": 310, "probably": 311, "favorite": 312, "ok": 313, "return": 314, "trip": 315, "continue": 316, "loyal": 317, "realize": 318, "how": 319, "many": 320, "disease": 321, "spread": 322, "doubt": 323, "getting": 324, "fun": 325, "when": 326, "dropped": 327, "car": 328, "off": 329, "looked": 330, "right": 331, "away": 332, "wow": 333, "liquor": 334, "store": 335, "filled": 336, "cigarette": 337, "smoke": 338, "classic": 339, "hole-in-the-wall": 340, "engaging": 341, "offered": 342, "her": 343, "opinion": 344, "cute": 345, "little": 346, "best": 347, "valley": 348, "score": 349, "anyway": 350, "another": 351, "review": 352, "okay": 353, "better": 354, "all": 355, "mess": 356, "fried": 357, "rice": 358, "park": 359, "seen": 360, "vegas": 361, "altogether": 362, "quote": 363, "over": 364, "phone": 365, "competitive": 366, "if": 367, "want": 368, "or": 369, "strongly": 370, "sandwich": 371, "coffee": 372, "bean": 373, "tea": 374, "leaf": 375, "death": 376, "thinking": 377, "left": 378, "everyone": 379, "budget": 380, "should": 381, "dead": 382, "pasta": 383, "sauce": 384, "hard": 385, "prepare": 386, "dated": 387, "has": 388, "some": 389, "since": 390, "moving": 391, "pittsburgh": 392, "dirty": 393, "unprofessional": 394, "sick": 395, "find": 396, "taco": 397, "shops": 398, "even": 399, "thanks": 400, "wasting": 401, "minutes": 402, "travel": 403, "enjoy": 404, "ordering": 405, "carry": 406, "missing": 407, "boat": 408, "bar": 409, "tiny": 410, "then": 411, "before": 412, "able": 413, "say": 414, "broke": 415, "front": 416, "desk": 417, "also": 418, "competent": 419, "disaster": 420, "next": 421, "truly": 422, "gem": 423, "maybe": 424, "spoiled": 425, "vietnamese": 426, "terrible": 427, "tattoo": 428, "teachers": 429, "caring": 430, "students": 431, "slow": 432, "usual": 433, "makes": 434, "sad": 435, "write": 436, "knowledgeable": 437, "talented": 438, "guys": 439, "rock": 440, "grocery": 441, "sure": 442, "entirely": 443, "what": 444, "requested": 445, "non": 446, "smoking": 447, "room": 448, "smell": 449, "full": 450, "nachos": 451, "prices": 452, "supplies": 453, "office": 454, "events": 455, "ca": 456, "whatever": 457, "case": 458, "cold": 459, "guinness": 460, "lost": 461, "myself": 462, "customers": 463, "large": 464, "shop": 465, "several": 466, "options": 467, "snacks": 468, "owned": 469, "appetizer": 470, "combo": 471, "plate": 472, "everything": 473, "bagels": 474, "eaten": 475, "shrimp": 476, "cocktail": 477, "pleasant": 478, "surprise": 479, "hearty": 480, "strong": 481, "highly": 482, "move": 483, "boy": 484, "mistake": 485, "twice": 486, "non-smoking": 487, "reeked": 488, "start": 489, "excellent": 490, "flavor": 491, "beautiful": 492, "aroma": 493, "simply": 494, "lovely": 495, "drive": 496, "meet": 497, "new": 498, "however": 499, "sauces": 500, "bland": 501, "selection": 502, "eats": 503, "other": 504, "problem": 505, "free": 506, "wifi": 507, "dinner": 508, "chili": 509, "size": 510, "dealer": 511, "ready": 512, "help": 513, "spinach": 514, "enchiladas": 515, "happy": 516, "compensation": 517, "juice": 518, "squeezed": 519, "lied": 520, "told": 521, "mexican": 522, "found": 523, "bartenders": 524, "lounge": 525, "pour": 526, "drink": 527, "wish": 528, "give": 529, "negative": 530, "last": 531, "comes": 532, "hot": 533, "awful": 534, "small": 535, "lots": 536, "choices": 537, "refreshing": 538, "stop": 539, "drinking": 540, "beware": 541, "any": 542, "payment": 543, "problems": 544, "mostly": 545, "gyro": 546, "platter": 547, "cornbread": 548, "various": 549, "things": 550, "corn": 551, "outstanding": 552, "hate": 553, "browse": 554, "know": 555, "these": 556, "exist": 557, "furniture": 558, "improvement": 559, "date": 560, "night": 561, "sitting": 562, "outside": 563, "cozy": 564, "warm": 565, "personable": 566, "funny": 567, "praise": 568, "rare": 569, "valued": 570, "looks": 571, "run": 572, "inside": 573, "strip": 574, "mall": 575, "gave": 576, "filthy": 577, "water": 578, "still": 579, "takes": 580, "forever": 581, "much": 582, "completely": 583, "luxurious": 584, "additionally": 585, "thorough": 586, "pedicure": 587, "buy": 588, "sticky": 589, "cups": 590, "wrong": 591, "change": 592, "training": 593, "dress": 594, "appropriate": 595, "especially": 596, "summer": 597, "shopping": 598, "delivery": 599, ":": 600, "horrible": 601, "trust": 602, "joe": 603, "bedside": 604, "manner": 605, "smooth": 606, "hands": 607, "reasonable": 608, "gives": 609, "pedicures": 610, "same": 611, "owner": 612, "mimosa": 613, "grill": 614, "uptown": 615, "charlotte": 616, "product": 617, "pricey": 618, "husband": 619, "been": 620, "frequenting": 621, "kabob": 622, "grille": 623, "liked": 624, "world": 625, "market": 626, "section": 627, "nearly": 628, "weeks": 629, "answers": 630, "im": 631, "respond": 632, "question": 633, "expected": 634, "yelp": 635, "reviews": 636, "taste": 637, "freshness": 638, "brian": 639, "bubbly": 640, "joy": 641, "see": 642, "sometimes": 643, "pillows": 644, "comforter": 645, "2pm": 646, "pick": 647, "5pm": 648, "drop": 649, "few": 650, "tables": 651, "meatball": 652, "grinder": 653, "fact": 654, "pushed": 655, "wife": 656, "cocktails": 657, "appetizers": 658, "dreadful": 659, "experiences": 660, "idiots": 661, "meant": 662, "nightclub": 663, "fabulous": 664, "cake": 665, "substantial": 666, "rudeness": 667, "fellow": 668, "diners": 669, "fair": 670, "sullivan": 671, "most": 672, "special": 673, "occasions": 674, "sat": 675, "lump": 676, "stomach": 677, "leaving": 678, "desert": 679, "diet": 680, "cherry": 681, "limeade": 682, "quite": 683, "tasteless": 684, "didnt": 685, "spices": 686, "cool": 687, "winter": 688, "crust": 689, "thin": 690, "expecting": 691, "pistachio": 692, "ice": 693, "cream": 694, "truth": 695, "less": 696, "half": 697, "gifts": 698, "wine": 699, "coming": 700, "kids": 701, "soon": 702, "workmanship": 703, "surprisingly": 704, "(": 705, "um": 706, "contacts": 707, "tell": 708, ")": 709, "purchased": 710, "month": 711, "ago": 712, "received": 713, "stated": 714, "select": 715, "cell": 716, "cases": 717, "never": 718, "lack": 719, "hear": 720, "him": 721, "`": 722, "feel": 723, "bit": 724, "relief": 725, "under": 726, "ask": 727, "table": 728, "garden": 729, "yes": 730, "creamy": 731, "far": 732, "florida": 733, "mushy": 734, "seating": 735, "sucks": 736, "meats": 737, "cheeses": 738, "olives": 739, "wide": 740, "variety": 741, "entrees": 742, "excuse": 743, "having": 744, "patients": 745, "late": 746, "months": 747, "between": 748, "appointments": 749, "important": 750, "fry": 751, "bread": 752, "kind": 753, "currently": 754, "waiting": 755, "hour": 756, "counting": 757, "extreme": 758, "pain": 759, "pay": 760, "chairs": 761, "cafe": 762, "old": 763, "uncomfortable": 764, "close": 765, "house": 766, "now": 767, "think": 768, "local": 769, "spot": 770, "hardly": 771, "speak": 772, "english": 773, "anyone": 774, "else": 775, "through": 776, "times": 777, "meh": 778, "because": 779, "birth": 780, "aisle": 781, "within": 782, "moments": 783, "establishment": 784, "itself": 785, "cluttered": 786, "disorganized": 787, "airport": 788, "handle": 789, "big": 790, "crowds": 791, "waitresses": 792, "band": 793, "decent": 794, "volume": 795, "loud": 796, "relaxing": 797, "patio": 798, "started": 799, "geek": 800, "joke": 801, "locations": 802, "bucks": 803, "expect": 804, "more": 805, "brutal": 806, "disgusted": 807, "shake": 808, "feeling": 809, "crawling": 810, "karaoke": 811, "host": 812, "include": 813, "side": 814, "dish": 815, "burger": 816, "long": 817, "line": 818, "consistently": 819, "ridiculously": 820, "phoenix": 821, "imagine": 822, "kitchen": 823, "simple": 824, "$": 825, "extra": 826, "seven": 827, "spring": 828, "deep": 829, "flavorless": 830, "mush": 831, "guy": 832, "impress": 833, "client": 834, "recently": 835, "moved": 836, "henderson": 837, "cause": 838, "heavy": 839, "area": 840, "fajitas": 841, "marvelous": 842, "middle": 843, "eastern": 844, "disappoint": 845, "regularly": 846, "although": 847, "bars": 848, "soap": 849, "make": 850, "perfect": 851, "christmas": 852, "its": 853, "basic": 854, "frills": 855, "am": 856, "paid": 857, "something": 858, "somewhat": 859, "wanted": 860, "wash": 861, "yourself": 862, "ll": 863, "tremendously": 864, "fries": 865, "must": 866, "might": 867, "chosen": 868, "olive": 869, "dishes": 870, "theirs": 871, "hotel": 872, "casino": 873, "dining": 874, "dental": 875, "health": 876, "quality": 877, "amount": 878, "fish": 879, "comp": 880, "look": 881, "further": 882, "cranky": 883, "cj": 884, "appointment": 885, "try": 886, "dresses": 887, "finally": 888, "walked": 889, "by": 890, "noticed": 891, "helped": 892, "son": 893, "honda": 894, "dave": 895, "works": 896, "linda": 897, "sweet": 898, "beds": 899, "suck": 900, "wasted": 901, "served": 902, "stuff": 903, "impressed": 904, "kept": 905, "cut": 906, "chile": 907, "overly": 908, "spicy": 909, "sushi": 910, "sports": 911, "crowded": 912, "adorable": 913, "call": 914, "pleased": 915, "totally": 916, "flat": 917, "actually": 918, "lowest": 919, "given": 920, "touch": 921, "veggie": 922, "tacos": 923, "condition": 924, "waited": 925, "hush": 926, "puppies": 927, "neighbor": 928, "ny": 929, "steak": 930, "cooked": 931, "medium": 932, "during": 933, "spoke": 934, "beers": 935, "items": 936, "wall": 937, "impression": 938, "albeit": 939, "weird": 940, "groomer": 941, "studying": 942, "re": 943, "open": 944, "midnight": 945, "gotten": 946, "girl": 947, "both": 948, "picky": 949, "green": 950, "beans": 951, "unique": 952, "standards": 953, "plus": 954, "monthly": 955, "specials": 956, "regret": 957, "stepping": 958, "foot": 959, "dump": 960, "monty": 961, "verizon": 962, "wireless": 963, "fitness": 964, "classes": 965, "learn": 966, "danielle": 967, "pepsi": 968, "years": 969, "gone": 970, "hell": 971, "hand": 972, "basket": 973, "tends": 974, "hit": 975, "miss": 976, "whenever": 977, "visit": 978, "town": 979, "condescending": 980, "john": 981, "his": 982, "crew": 983, "short": 984, "hair": 985, "second": 986, "wally": 987, "keys": 988, "does": 989, "checked": 990, "someone": 991, "those": 992, "hours": 993, "mediocre": 994, "italian": 995, "thumbs": 996, "different": 997, "difficult": 998, "today": 999, "ahead": 1000, "week": 1001, "reminded": 1002, "cheap": 1003, "college": 1004, "macaroni": 1005, "chain": 1006, "appetite": 1007, "complained": 1008, "instead": 1009, "leave": 1010, "servers": 1011, "came": 1012, "clear": 1013, "empty": 1014, "who": 1015, "appreciate": 1016, "japanese": 1017, "manager": 1018, "melissa": 1019, "notified": 1020, "action": 1021, "organization": 1022, "everywhere": 1023, "filed": 1024, "complaint": 1025, "director": 1026, "nursing": 1027, "handled": 1028, "promptly": 1029, "smelling": 1030, "cooking": 1031, "oil": 1032, "mention": 1033, "incredibly": 1034, "noisy": 1035, "knew": 1036, "blizzard": 1037, "efficient": 1038, "classy": 1039, "lobby": 1040, "part": 1041, "rest": 1042, "somehow": 1043, "asking": 1044, "stupid": 1045, "questions": 1046, "record": 1047, "cab": 1048, "fleet": 1049, "except": 1050, "reasonably": 1051, "roast": 1052, "regards": 1053, "hey": 1054, "girls": 1055, "dogs": 1056, "bloody": 1057, "marys": 1058, "doesnt": 1059, "inviting": 1060, "unlike": 1061, "reviewers": 1062, "dentist": 1063, "bring": 1064, "idea": 1065, "why": 1066, "friend": 1067, "happened": 1068, "hashbrowns": 1069, "tasted": 1070, "potatoes": 1071, "interest": 1072, "heart": 1073, "portions": 1074, "attitude": 1075, "beyond": 1076, "overheard": 1077, "coworkers": 1078, "talking": 1079, "class": 1080, "without": 1081, "festive": 1082, "team": 1083, "garlic": 1084, "mashed": 1085, "buffalo": 1086, "excited": 1087, "after": 1088, "reading": 1089, "william": 1090, "jon": 1091, "roll": 1092, "oh": 1093, "sorry": 1094, "seems": 1095, "lives": 1096, "extremely": 1097, "pull": 1098, "together": 1099, "birthday": 1100, "amanda": 1101, "spin": 1102, "city": 1103, "ambiance": 1104, "seemed": 1105, "choice": 1106, "downtown": 1107, "above": 1108, "average": 1109, "selections": 1110, "company": 1111, "fly": 1112, "practice": 1113, "pass": 1114, "personal": 1115, "maple": 1116, "soy": 1117, "creme": 1118, "filling": 1119, "thick": 1120, "layer": 1121, "grease": 1122, "surface": 1123, "white": 1124, "soft": 1125, "ate": 1126, "costumer": 1127, "deli": 1128, "man": 1129, "serving": 1130, "assholes": 1131, "sloppy": 1132, "environment": 1133, "knowledgable": 1134, "helpful": 1135, "latte": 1136, "diarrhea": 1137, "chill": 1138, "available": 1139, "parties": 1140, "gym": 1141, "channels": 1142, "memories": 1143, "buying": 1144, "system": 1145, "provided": 1146, "michelle": 1147, "march": 1148, "each": 1149, "employees": 1150, "menu": 1151, "apparently": 1152, "stopped": 1153, "usually": 1154, "meals": 1155, "unless": 1156, "being": 1157, "ripped": 1158, "plan": 1159, "taking": 1160, "quest": 1161, "downright": 1162, "mean": 1163, "venue": 1164, "drew": 1165, "informative": 1166, "cared": 1167, "pharmacy": 1168, "deserve": 1169, "title": 1170, "doctor": 1171, "top": 1172, "tonight": 1173, "though": 1174, "clothing": 1175, "needless": 1176, "asked": 1177, "red": 1178, "sand": 1179, "vacuumed": 1180, "wiped": 1181, "giving": 1182, "chance": 1183, "third": 1184, "handed": 1185, "owners": 1186, "community": 1187, "original": 1188, "traditional": 1189, "farmer": 1190, "grilled": 1191, "greasy": 1192, "pool": 1193, "replacement": 1194, "arrived": 1195, "almost": 1196, "slimy": 1197, "limited": 1198, "subway": 1199, "where": 1200, "outback": 1201, "urbana": 1202, "karma": 1203, "happens": 1204, "steal": 1205, "closer": 1206, "become": 1207, "regular": 1208, "throw": 1209, "bags": 1210, "china": 1211, "support": 1212, "dirt": 1213, "door": 1214, "specialized": 1215, "thought": 1216, "family-run": 1217, "sub": 1218, "freshly": 1219, "toasted": 1220, "bun": 1221, "seem": 1222, "forget": 1223, "prosciutto": 1224, "option": 1225, "internet": 1226, "connection": 1227, "tank": 1228, "chatted": 1229, "attendant": 1230, "double": 1231, "cantina": 1232, "quesadilla": 1233, "terrific": 1234, "realistic": 1235, "potato": 1236, "disappointing": 1237, "wo": 1238, "watch": 1239, "perform": 1240, "certainly": 1241, "lousy": 1242, "asian": 1243, "clientele": 1244, "sleep": 1245, "michael": 1246, "greet": 1247, "supportive": 1248, "paying": 1249, "anytime": 1250, "fan": 1251, "additional": 1252, "cost": 1253, "relatively": 1254, "zesty": 1255, "crave": 1256, "meticulous": 1257, "salesman": 1258, "pound": 1259, "lobster": 1260, "perfectly": 1261, "cracked": 1262, "yummy": 1263, "read": 1264, "wise": 1265, "typical": 1266, "beat": 1267, "receptionist": 1268, "accommodating": 1269, "milkshakes": 1270, "mom": 1271, "pops": 1272, "nightmare": 1273, "bunch": 1274, "liars": 1275, "bother": 1276, "anyways": 1277, "challenging": 1278, "layout": 1279, "views": 1280, "d": 1281, "margs": 1282, "portion": 1283, "god": 1284, "emergency": 1285, "facility": 1286, "closed": 1287, "vet": 1288, "facilities": 1289, "proceeded": 1290, "cry": 1291, "hassle": 1292, "refilled": 1293, "toilet": 1294, "eve": 1295, "hooters": 1296, "attractive": 1297, "bottles": 1298, "total": 1299, "fees": 1300, "liberty": 1301, "espresso": 1302, "confused": 1303, "washed": 1304, "stick": 1305, "number": 1306, "tvs": 1307, "easily": 1308, "game": 1309, "learned": 1310, "lesson": 1311, "rent": 1312, "argued": 1313, "plain": 1314, "salty": 1315, "1st": 1316, "pet": 1317, "mesa": 1318, "particular": 1319, "extraordinary": 1320, "end": 1321, "vehicle": 1322, "fixed": 1323, "two": 1324, "days": 1325, "superb": 1326, "returned": 1327, "pricing": 1328, "insurance": 1329, "kona": 1330, "alteration": 1331, "enormous": 1332, "french": 1333, "pitcher": 1334, "frozen": 1335, "margaritas": 1336, "deserts": 1337, "passed": 1338, "multiple": 1339, "definately": 1340, "straight": 1341, "pleasantly": 1342, "surprised": 1343, "bagel": 1344, "constantly": 1345, "letting": 1346, "notice": 1347, "others": 1348, "comfortable": 1349, "insane": 1350, "omg": 1351, "says": 1352, "charge": 1353, "fail": 1354, "lamb": 1355, "curry": 1356, "pies": 1357, "ambience": 1358, "positive": 1359, "history": 1360, "sister": 1361, "stoked": 1362, "sophisticated": 1363, "soul": 1364, "arrangements": 1365, "generous": 1366, "cuts": 1367, "tough": 1368, "prepared": 1369, "visited": 1370, "nypd": 1371, "past": 1372, "limo": 1373, "waiter": 1374, "rushed": 1375, "bought": 1376, "initially": 1377, "keep": 1378, "major": 1379, "misses": 1380, "croissant": 1381, "updated": 1382, "easy": 1383, "laura": 1384, "anthony": 1385, "experts": 1386, "ingredients": 1387, "tequila": 1388, "honestly": 1389, "high": 1390, "dry": 1391, "hidden": 1392, "needs": 1393, "compassion": 1394, "oiled": 1395, "lanes": 1396, "bartender": 1397, "derek": 1398, "below": 1399, "acoustics": 1400, "show": 1401, "edible": 1402, "hope": 1403, "slightly": 1404, "stale": 1405, "couple": 1406, "closing": 1407, "evening": 1408, "visiting": 1409, "clinic": 1410, "friendliness": 1411, "shipping": 1412, "affordable": 1413, "spacious": 1414, "outdoor": 1415, "gardening": 1416, "nick": 1417, "doing": 1418, "nails": 1419, "tip": 1420, "costume": 1421, "looking": 1422, "jewelry": 1423, "bike": 1424, "wheel": 1425, "ride": 1426, "emailed": 1427, "hoping": 1428, "inexpensive": 1429, "kinda": 1430, "gets": 1431, "star": 1432, "refills": 1433, "treat": 1434, "rotating": 1435, "brews": 1436, "tap": 1437, "gon": 1438, "na": 1439, "cvs": 1440, "mine": 1441, "mussels": 1442, "guns": 1443, "airy": 1444, "nicely": 1445, "decorated": 1446, "burrito": 1447, "share": 1448, "thai": 1449, "cuisine": 1450, "pgh": 1451, "drowning": 1452, "veg": 1453, "level": 1454, "cilantro": 1455, "wedding": 1456, "jazz": 1457, "country": 1458, "nyc": 1459, "wasnt": 1460, "thrilled": 1461, "lettuce": 1462, "nasty": 1463, "complete": 1464, "turn": 1465, "umc": 1466, "coupon": 1467, "item": 1468, "greeted": 1469, "hostess": 1470, "immediately": 1471, "flowers": 1472, "delivered": 1473, "slower": 1474, "ashamed": 1475, "themselves": 1476, "packed": 1477, "closet": 1478, "hut": 1479, "referred": 1480, "holly": 1481, "jeff": 1482, "stay": 1483, "ppl": 1484, "mix": 1485, "meat": 1486, "ratio": 1487, "walls": 1488, "painted": 1489, "colorful": 1490, "designs": 1491, "wisdom": 1492, "teeth": 1493, "removed": 1494, "hertz": 1495, "later": 1496, "employee": 1497, "named": 1498, "daniel": 1499, "chop": 1500, "toast": 1501, "spoon": 1502, "signage": 1503, "lacking": 1504, "syrup": 1505, "stocked": 1506, "sizes": 1507, "direct": 1508, "feedback": 1509, "massage": 1510, "envy": 1511, "survey": 1512, "six": 1513, "craving": 1514, "opted": 1515, "lo-lo": 1516, "miracle": 1517, "mile": 1518, "roommate": 1519, "furious": 1520, "tv": 1521, "sausage": 1522, "placed": 1523, "gardens": 1524, "chapel": 1525, "woman": 1526, "fat": 1527, "wallet": 1528, "matter": 1529, "edge": 1530, "staffs": 1531, "grocer": 1532, "district": 1533, "imo": 1534, "applied": 1535, "pressure": 1536, "phenomenal": 1537, "skills": 1538, "effing": 1539, "quick": 1540, "philly": 1541, "steaks": 1542, "cook": 1543, "particularly": 1544, "oregano": 1545, "blows": 1546, "travels": 1547, "rotation": 1548, "appears": 1549, "poorly": 1550, "dont": 1551, "understand": 1552, "busy": 1553, "annoying": 1554, "somewhere": 1555, "cars": 1556, "rip": 1557, "eye": 1558, "contact": 1559, "assist": 1560, "kid": 1561, "management": 1562, "avoided": 1563, "entire": 1564, "inconvenience": 1565, "charges": 1566, "cuban": 1567, "convenient": 1568, "perfection": 1569, "saw": 1570, "faces": 1571, "entree": 1572, "tiramisu": 1573, "naan": 1574, "courteous": 1575, "boyfriend": 1576, "thursday": 1577, "so-so": 1578, "bloomfield": 1579, "main": 1580, "joint": 1581, "advertise": 1582, "originally": 1583, "booked": 1584, "nights": 1585, "desserts": 1586, "desired": 1587, "cakes": 1588, "visually": 1589, "appealing": 1590, "appetizing": 1591, "unbelievable": 1592, "bill": 1593, "brick": 1594, "behind": 1595, "stage": 1596, "receipt": 1597, "dressed": 1598, "lime": 1599, "fine": 1600, "sofa": 1601, "apart": 1602, "unacceptable": 1603, "dip": 1604, "salsa": 1605, "perhaps": 1606, "spots": 1607, "venture": 1608, "needed": 1609, "appalled": 1610, "b": 1611, "n": 1612, "literally": 1613, "qualities": 1614, "opposite": 1615, "dive": 1616, "trained": 1617, "yelped": 1618, "tastes": 1619, "hang": 1620, "accurate": 1621, "diagnosis": 1622, "sadly": 1623, "rama": 1624, "wax": 1625, "vinyl": 1626, "wrapped": 1627, "scotch": 1628, "eggs": 1629, "followed": 1630, "theme": 1631, "used": 1632, "constant": 1633, "complaints": 1634, "continued": 1635, "deliver": 1636, "sub-par": 1637, "referring": 1638, "ugh": 1639, "walks": 1640, "ted": 1641, "seeing": 1642, "animals": 1643, "arrive": 1644, "groupon": 1645, "applebee": 1646, "apps": 1647, "presents": 1648, "basically": 1649, "family-owned": 1650, "trying": 1651, "9pm": 1652, "seafood": 1653, "check": 1654, "knock": 1655, "mighty": 1656, "fallen": 1657, "deceptive": 1658, "kale": 1659, "hooked": 1660, "neighborhood": 1661, "nail": 1662, "services": 1663, "marginal": 1664, "incredible": 1665, "unfortunately": 1666, "quicker": 1667, "sprint": 1668, "useless": 1669, "doctors": 1670, "commented": 1671, "misleading": 1672, "advantage": 1673, "priced": 1674, "avoid": 1675, "costs": 1676, "wrap": 1677, "haha": 1678, "seeking": 1679, "covered": 1680, "flavors": 1681, "willing": 1682, "answer": 1683, "note": 1684, "notch": 1685, "blonde": 1686, "wigs": 1687, "final": 1688, "straw": 1689, "existent": 1690, "reservations": 1691, "early": 1692, "min": 1693, "meeting": 1694, "chair": 1695, "basil": 1696, "wed": 1697, "trivia": 1698, "generally": 1699, "enough": 1700, "finish": 1701, "tons": 1702, "interactive": 1703, "understanding": 1704, "arizona": 1705, "stops": 1706, "tried": 1707, "mushrooms": 1708, "loves": 1709, "fans": 1710, "follow": 1711, "online": 1712, "pickup": 1713, "break": 1714, "rough": 1715, "organized": 1716, "explained": 1717, "detail": 1718, "pizzas": 1719, "rachel": 1720, "ray": 1721, "evil": 1722, "twin": 1723, "talk": 1724, "comfort": 1725, "sits": 1726, "belly": 1727, "group": 1728, "sucked": 1729, "tapas": 1730, "seriously": 1731, "brown": 1732, "wilted": 1733, "meatballs": 1734, "played": 1735, "responsive": 1736, "strawberry": 1737, "lemonade": 1738, "specially": 1739, "elderly": 1740, "downhill": 1741, "lower": 1742, "cheddar": 1743, "impressive": 1744, "therapist": 1745, "knots": 1746, "bright": 1747, "navigate": 1748, "kidding": 1749, "bowling": 1750, "upgrade": 1751, "pho": 1752, "rip-off": 1753, "sahara": 1754, "ave": 1755, "ideas": 1756, "katsu": 1757, "misters": 1758, "earth": 1759, "waxing": 1760, "put": 1761, "warranty": 1762, "plans": 1763, "interesting": 1764, "activity": 1765, "plates": 1766, "mail": 1767, "starters": 1768, "trio": 1769, "sampler": 1770, "oyster": 1771, "ai": 1772, "nurse": 1773, "uncaring": 1774, "impersonal": 1775, "wines": 1776, "theres": 1777, "trash": 1778, "ground": 1779, "chimichanga": 1780, "goes": 1781, "set": 1782, "roach": 1783, "step": 1784, "possibly": 1785, "independent": 1786, "video": 1787, "greater": 1788, "industry": 1789, "bargains": 1790, "sharp": 1791, "along": 1792, "hello": 1793, "ford": 1794, "motor": 1795, "co": 1796, "pharmacist": 1797, "tech": 1798, "ignored": 1799, "existence": 1800, "james": 1801, "polite": 1802, "experienced": 1803, "haven": 1804, "attending": 1805, "vets": 1806, "redeem": 1807, "compassionate": 1808, "awkward": 1809, "mic": 1810, "rooms": 1811, "rates": 1812, "panini": 1813, "seasoned": 1814, "volcano": 1815, "boba": 1816, "hostesses": 1817, "ribs": 1818, "solid": 1819, "smiles": 1820, "laughs": 1821, "salon": 1822, "spotless": 1823, "restroom": 1824, "scottsdale": 1825, "cheesesteak": 1826, "coleslaw": 1827, "already": 1828, "sign": 1829, "sized": 1830, "laundry": 1831, "breasts": 1832, "crap": 1833, "dedicated": 1834, "mission": 1835, "mixed": 1836, "absolute": 1837, "ripoff": 1838, "frame": 1839, "fox": 1840, "continental": 1841, "upscale": 1842, "painful": 1843, "treatment": 1844, "beloved": 1845, "pets": 1846, "vacation": 1847, "slice": 1848, "jean": 1849, "search": 1850, "colors": 1851, "yoga": 1852, "bbq": 1853, "burnt": 1854, "ends": 1855, "freezing": 1856, "soggy": 1857, "darling": 1858, "luck": 1859, "menudo": 1860, "southwest": 1861, "airlines": 1862, "cashier": 1863, "stand": 1864, "often": 1865, "putting": 1866, "butter": 1867, "waffles": 1868, "lion": 1869, "haircut": 1870, "cat": 1871, "t-shirt": 1872, "shift": 1873, "omelets": 1874, "tomato": 1875, "difference": 1876, "north": 1877, "oriented": 1878, "miles": 1879, "monday": 1880, "allowed": 1881, "stylist": 1882, "working": 1883, "bruschetta": 1884, "pediatrician": 1885, "ridiculous": 1886, "popped": 1887, "ran": 1888, "into": 1889, "members": 1890, "cosmetic": 1891, "damage": 1892, "exterior": 1893, "frames": 1894, "signature": 1895, "sliced": 1896, "doughnuts": 1897, "noodles": 1898, "overcooked": 1899, "report": 1900, "u": 1901, "department": 1902, "fill": 1903, "dad": 1904, "eater": 1905, "wont": 1906, "fond": 1907, "ladies": 1908, "whim": 1909, "limit": 1910, "per": 1911, "person": 1912, "sirloin": 1913, "making": 1914, "studio": 1915, "monterey": 1916, "bay": 1917, "fianc": 1918, "western": 1919, "showroom": 1920, "displays": 1921, "wanting": 1922, "friday": 1923, "unbelievably": 1924, "qt": 1925, "nicer": 1926, "east": 1927, "bf": 1928, "bugs": 1929, "knows": 1930, "h": 1931, "property": 1932, "torn": 1933, "sales": 1934, "word": 1935, "thier": 1936, "lighting": 1937, "interior": 1938, "decorating": 1939, "adds": 1940, "secluded": 1941, "lacked": 1942, "goodbye": 1943, "ralph": 1944, "indian": 1945, "names": 1946, "bowl": 1947, "mood": 1948, "hits": 1949, "panera": 1950, "hire": 1951, "performers": 1952, "shows": 1953, "sundaes": 1954, "floats": 1955, "popular": 1956, "sour": 1957, "writing": 1958, "brief": 1959, "stellar": 1960, "performance": 1961, "sunset": 1962, "icing": 1963, "onion": 1964, "soup": 1965, "windows": 1966, "union": 1967, "legendary": 1968, "kohls": 1969, "cash": 1970, "clearly": 1971, "receive": 1972, "soda": 1973, "halibut": 1974, "outrageously": 1975, "smokey": 1976, "pieces": 1977, "sets": 1978, "shuttle": 1979, "interested": 1980, "leasing": 1981, "apartment": 1982, "authenticity": 1983, "mind": 1984, "impeccably": 1985, "stylish": 1986, "heard": 1987, "freakin": 1988, "sorely": 1989, "bulgogi": 1990, "weak": 1991, "madison": 1992, "introduction": 1993, "spa": 1994, "dealt": 1995, "dozen": 1996, "invisible": 1997, "supposed": 1998, "turned": 1999, "headache": 2000, "poblano": 2001, "soooooo": 2002, "bug": 2003, "massive": 2004, "spider": 2005, "steve": 2006, "impossible": 2007, "reach": 2008, "piping": 2009, "fitchburg": 2010, "dealership": 2011, "enjoyable": 2012, "diverse": 2013, "direction": 2014, "friendliest": 2015, "cleanest": 2016, "entertaining": 2017, "neck": 2018, "woods": 2019, "gas": 2020, "resolved": 2021, "disappointment": 2022, "projects": 2023, "chip": 2024, "polish": 2025, "duh": 2026, "shame": 2027, "rocking": 2028, "center": 2029, "piece": 2030, "neat": 2031, "listen": 2032, "box": 2033, "undercooked": 2034, "tamales": 2035, "kat": 2036, "ken": 2037, "rob": 2038, "street": 2039, "choose": 2040, "warmth": 2041, "baked": 2042, "cod": 2043, "matters": 2044, "guacamole": 2045, "thinner": 2046, "lake": 2047, "perch": 2048, "highway": 2049, "sit": 2050, "four": 2051, "interaction": 2052, "designed": 2053, "korean": 2054, "state": 2055, "trim": 2056, "sunday": 2057, "brunch": 2058, "amy": 2059, "desperate": 2060, "need": 2061, "speaking": 2062, "remember": 2063, "bourbon": 2064, "pecan": 2065, "pie": 2066, "bites": 2067, "sending": 2068, "musical": 2069, "acts": 2070, "animal": 2071, "hospital": 2072, "watered": 2073, "driver": 2074, "apologize": 2075, "bmw": 2076, "three": 2077, "proceed": 2078, "opened": 2079, "stuck": 2080, "estimate": 2081, "previous": 2082, "products": 2083, "cant": 2084, "solved": 2085, "heaven": 2086, "pregnant": 2087, "nevertheless": 2088, "westin": 2089, "boxed": 2090, "pre-made": 2091, "omelette": 2092, "wi-fi": 2093, "seats": 2094, "parents": 2095, "home-style": 2096, "smith": 2097, "overwhelmed": 2098, "reason": 2099, "bryan": 2100, "drivers": 2101, "timely": 2102, "labor": 2103, "thoughtful": 2104, "rail": 2105, "runs": 2106, "central": 2107, "unimpressed": 2108, "potential": 2109, "laid-back": 2110, "filibertos": 2111, "+": 2112, "greek": 2113, "wraps": 2114, "layover": 2115, "gnocchi": 2116, "bolognese": 2117, "dear": 2118, "medical": 2119, "arena": 2120, "exciting": 2121, "grossed": 2122, "epic": 2123, "shredded": 2124, "rubber": 2125, "complaining": 2126, "anymore": 2127, "wontons": 2128, "utterly": 2129, "vindaloo": 2130, "heat": 2131, "shabby": 2132, "numerous": 2133, "lunches": 2134, "admit": 2135, "dinning": 2136, "incorrect": 2137, "buttery": 2138, "halfway": 2139, "space": 2140, "matthew": 2141, "site": 2142, "blackened": 2143, "recommending": 2144, "bonus": 2145, "german": 2146, "waiters": 2147, "arrogant": 2148, "fairly": 2149, "salads": 2150, "scallops": 2151, "risotto": 2152, "dine": 2153, "frequently": 2154, "neither": 2155, "tuna": 2156, "checkout": 2157, "oily": 2158, "guarantee": 2159, "met": 2160, "crazy": 2161, "jim": 2162, "yesterday": 2163, "biggest": 2164, "play": 2165, "tipping": 2166, "ruined": 2167, "sons": 2168, "retail": 2169, "books": 2170, "women": 2171, "wood": 2172, "floors": 2173, "metal": 2174, "ceilings": 2175, "floor": 2176, "outdated": 2177, "maintained": 2178, "promises": 2179, "payments": 2180, "results": 2181, "law": 2182, "firm": 2183, "seated": 2184, "mins": 2185, "soups": 2186, "walkways": 2187, "narrow": 2188, "opportunity": 2189, "sample": 2190, "tony": 2191, "roma": 2192, "register": 2193, "gorgeous": 2194, "quesadillas": 2195, "unimpressive": 2196, "acknowledgement": 2197, "obviously": 2198, "bravo": 2199, "postino": 2200, "don": 2201, "matt": 2202, "chicago": 2203, "pita": 2204, "mcdonald": 2205, "miso": 2206, "gyoza": 2207, "dumplings": 2208, "design": 2209, "crisp": 2210, "trendy": 2211, "mandatory": 2212, "gratuity": 2213, "party": 2214, "favorites": 2215, "instructors": 2216, "expectations": 2217, "hungry": 2218, "genuinely": 2219, "equally": 2220, "energy": 2221, "discounted": 2222, "complimentary": 2223, "sliders": 2224, "claimed": 2225, "roaches": 2226, "garbage": 2227, "setting": 2228, "tomatoes": 2229, "compensate": 2230, "stumbled": 2231, "upon": 2232, "displayed": 2233, "strawberries": 2234, "cheated": 2235, "frustrated": 2236, "greatest": 2237, "smile": 2238, "escargot": 2239, "wrote": 2240, "email": 2241, "bacon": 2242, "heated": 2243, "microwave": 2244, "vegetables": 2245, "steamed": 2246, "point": 2247, "organic": 2248, "fell": 2249, "wasabi": 2250, "whoever": 2251, "established": 2252, "alexander": 2253, "auto": 2254, "repair": 2255, "school": 2256, "enjoys": 2257, "receiving": 2258, "offensive": 2259, "pastries": 2260, "locals": 2261, "staple": 2262, "mucho": 2263, "dollars": 2264, "crappy": 2265, "bat": 2266, "shell": 2267, "crab": 2268, "sound": 2269, "broken": 2270, "habib": 2271, "faves": 2272, "spiced": 2273, "curries": 2274, "specifically": 2275, "including": 2276, "south": 2277, "border": 2278, "wreck": 2279, "soo": 2280, "procedures": 2281, "draft": 2282, "palms": 2283, "homey": 2284, "cleaning": 2285, "gloves": 2286, "glasses": 2287, "pb": 2288, "jalapeo": 2289, "bird": 2290, "laid": 2291, "entry": 2292, "fee": 2293, "peoples": 2294, "face": 2295, "danny": 2296, "joey": 2297, "paul": 2298, "ones": 2299, "relieved": 2300, "obsessed": 2301, "fruits": 2302, "smoothie": 2303, "7:30": 2304, "15-20": 2305, "copy": 2306, "print": 2307, "nor": 2308, "cents": 2309, "drove": 2310, "boom": 2311, "locked": 2312, "tom": 2313, "kha": 2314, "missed": 2315, "carpets": 2316, "course": 2317, "coupons": 2318, "worthless": 2319, "prompt": 2320, "honesty": 2321, "speedy": 2322, "tight": 2323, "pierogies": 2324, "fancy": 2325, "cafeteria": 2326, "style": 2327, "normally": 2328, "5": 2329, "grab": 2330, "broccoli": 2331, "healthy": 2332, "hospitals": 2333, "quickly": 2334, "realized": 2335, "mozzarella": 2336, "1/2": 2337, "3rd": 2338, "annoyed": 2339, "coupled": 2340, "bigger": 2341, "fist": 2342, "wondering": 2343, "nearby": 2344, "bleu": 2345, "victor": 2346, "ziti": 2347, "tasting": 2348, "bottom": 2349, "yay": 2350, "computer": 2351, "stays": 2352, "sale": 2353, "muy": 2354, "bueno": 2355, "died": 2356, "fake": 2357, "az": 2358, "residents": 2359, "frankly": 2360, "national": 2361, "match": 2362, "ultimately": 2363, "financing": 2364, "vw": 2365, "credit": 2366, "patient": 2367, "bouquet": 2368, "integrity": 2369, "book": 2370, "staying": 2371, "thanksgiving": 2372, "golf": 2373, "giant": 2374, "playground": 2375, "held": 2376, "rehearsal": 2377, "ta": 2378, "props": 2379, "gyros": 2380, "colorist": 2381, "spending": 2382, "ton": 2383, "endless": 2384, "martinis": 2385, "happen": 2386, "craft": 2387, "personality": 2388, "atrocious": 2389, "yum": 2390, "gai": 2391, "mustard": 2392, "ajo": 2393, "al": 2394, "smoothies": 2395, "informed": 2396, "decision": 2397, "restaurants": 2398, "comfortably": 2399, "kfc": 2400, "land": 2401, "pitas": 2402, "confusing": 2403, "alcoholic": 2404, "hold": 2405, "levels": 2406, "information": 2407, "sharing": 2408, "near": 2409, "harris": 2410, "teeter": 2411, "cabo": 2412, "convenience": 2413, "nervous": 2414, "gems": 2415, "stumble": 2416, "plumbing": 2417, "issue": 2418, "rental": 2419, "tomorrow": 2420, "purchasing": 2421, "puppy": 2422, "pa": 2423, "accommodate": 2424, "vast": 2425, "crafted": 2426, "rich": 2427, "nakama": 2428, "pricy": 2429, "farmers": 2430, "running": 2431, "2x": 2432, "brisket": 2433, "pulled": 2434, "valuable": 2435, "yeah": 2436, "carrabba": 2437, "prep": 2438, "borderline": 2439, "screamed": 2440, "tired": 2441, "alright": 2442, "horrid": 2443, "general": 2444, "etc": 2445, "decadent": 2446, "starter": 2447, "soothing": 2448, "dined": 2449, "mentioned": 2450, "concern": 2451, "unhappy": 2452, "shakes": 2453, "manicures": 2454, "owns": 2455, "cleaned": 2456, "yelpers": 2457, "suggestions": 2458, "revisit": 2459, "respectful": 2460, "pj": 2461, "cleaners": 2462, "rocks": 2463, "bell": 2464, "feels": 2465, "chances": 2466, "reputation": 2467, "riot": 2468, "welcoming": 2469, "besides": 2470, "trade": 2471, "dollar": 2472, "sake": 2473, "bombers": 2474, "seattle": 2475, "bait": 2476, "switch": 2477, "sf": 2478, "pissed": 2479, "las": 2480, "private": 2481, "event": 2482, "chefs": 2483, "inefficient": 2484, "jobs": 2485, "autozone": 2486, "gross": 2487, "booths": 2488, "building": 2489, "plastic": 2490, "blown": 2491, "loaf": 2492, "mini": 2493, "knife": 2494, "fault": 2495, "uh": 2496, "walgreens": 2497, "listens": 2498, "body": 2499, "grateful": 2500, "tuesdays": 2501, "exceptional": 2502, "beginning": 2503, "wonder": 2504, "cheer": 2505, "spectacular": 2506, "may": 2507, "ive": 2508, "reluctantly": 2509, "babbo": 2510, "mojitos": 2511, "angel": 2512, "breath": 2513, "techs": 2514, "lisa": 2515, "ann": 2516, "tammy": 2517, "creates": 2518, "buzzed": 2519, "rounds": 2520, "cobblestone": 2521, "plaza": 2522, "traffic": 2523, "dessert": 2524, "lava": 2525, "fool": 2526, "spent": 2527, "elegant": 2528, "checking": 2529, "hi": 2530, "garage": 2531, "ripe": 2532, "pink": 2533, "ownership": 2534, "treasure": 2535, "mt": 2536, "chimi": 2537, "changes": 2538, "chef": 2539, "watching": 2540, "football": 2541, "locally": 2542, "swing": 2543, "venezia": 2544, "cats": 2545, "kindness": 2546, "technician": 2547, "manny": 2548, "oatmeal": 2549, "mike": 2550, "superior": 2551, "iced": 2552, "fire": 2553, "sisters": 2554, "till": 2555, "supervisor": 2556, "listened": 2557, "co-workers": 2558, "stayed": 2559, "series": 2560, "chase": 2561, "field": 2562, "honey": 2563, "clt": 2564, "bride": 2565, "deliciously": 2566, "cheesecake": 2567, "steakhouse": 2568, "dark": 2569, "pumpkin": 2570, "changed": 2571, "struck": 2572, "gold": 2573, "parks": 2574, "drowned": 2575, "canned": 2576, "described": 2577, "favor": 2578, "speed": 2579, "lines": 2580, "curds": 2581, "refill": 2582, "gel": 2583, "f": 2584, "10": 2585, "yikes": 2586, "weather": 2587, "topped": 2588, "carpaccio": 2589, "warned": 2590, "chic": 2591, "flight": 2592, "bear": 2593, "claws": 2594, "sooooo": 2595, "pointed": 2596, "cockroach": 2597, "memorable": 2598, "toppings": 2599, "talked": 2600, "peaceful": 2601, "lifting": 2602, "breaking": 2603, "lasagna": 2604, "walmart": 2605, "hiring": 2606, "#": 2607, "unreliable": 2608, "upper": 2609, "consignment": 2610, "soooo": 2611, "gluten": 2612, "eaters": 2613, "gentleman": 2614, "apologized": 2615, "consistent": 2616, "jesse": 2617, "creole": 2618, "worry": 2619, "sampled": 2620, "sichuan": 2621, "similar": 2622, "snack": 2623, "sporting": 2624, "mark": 2625, "muffin": 2626, "halloween": 2627, "bargain": 2628, "journey": 2629, "everybody": 2630, "entertainment": 2631, "orders": 2632, "correctly": 2633, "pancakes": 2634, "fluffy": 2635, "walk": 2636, "creepy": 2637, "wet": 2638, "pools": 2639, "depends": 2640, "blast": 2641, "sam": 2642, "woo": 2643, "balance": 2644, "topping": 2645, "gals": 2646, "embarrassing": 2647, "fryer": 2648, "grandma": 2649, "chocolate": 2650, "larry": 2651, "judy": 2652, "mouth": 2653, "otherwise": 2654, "serve": 2655, "bend": 2656, "longer": 2657, "boarding": 2658, "prime": 2659, "rib": 2660, "enjoying": 2661, "bed": 2662, "tasteful": 2663, "european": 2664, "exceptionally": 2665, "brandon": 2666, "@": 2667, "discount": 2668, "tire": 2669, "wants": 2670, "flying": 2671, "huevos": 2672, "rancheros": 2673, "hubby": 2674, "bins": 2675, "picked": 2676, "carries": 2677, "calamari": 2678, "tempe": 2679, "vermicelli": 2680, "own": 2681, "threw": 2682, "attention": 2683, "politely": 2684, "meds": 2685, "asap": 2686, "serious": 2687, "leg": 2688, "unexpectedly": 2689, "remembers": 2690, "noted": 2691, "playing": 2692, "cards": 2693, "ceiling": 2694, "patch": 2695, "capital": 2696, "humble": 2697, "reservation": 2698, "advance": 2699, "dread": 2700, "entering": 2701, "phx": 2702, "boring": 2703, "bakery": 2704, "moderately": 2705, "steady": 2706, "beet": 2707, "princess": 2708, "station": 2709, "theaters": 2710, "likes": 2711, "moist": 2712, "spanish": 2713, "omelet": 2714, "sense": 2715, "courtesy": 2716, "cancel": 2717, "cajun": 2718, "queen": 2719, "chiropractor": 2720, "wth": 2721, "alway": 2722, "gray": 2723, "sooo": 2724, "completed": 2725, "brake": 2726, "masters": 2727, "shots": 2728, "happening": 2729, "dbg": 2730, "annual": 2731, "nowhere": 2732, "sounds": 2733, "zucchini": 2734, "rounded": 2735, "hays": 2736, "york": 2737, "extensive": 2738, "whites": 2739, "photographer": 2740, "kristen": 2741, "dressing": 2742, "saying": 2743, "forgot": 2744, "draws": 2745, "thru": 2746, "jr": 2747, "frosty": 2748, "view": 2749, "subs": 2750, "ulta": 2751, "normal": 2752, "circumstances": 2753, "ross": 2754, "outgoing": 2755, "fellas": 2756, "lady": 2757, "hike": 2758, "pint": 2759, "sketchy": 2760, "toes": 2761, "anna": 2762, "swiss": 2763, "varieties": 2764, "baklava": 2765, "diligent": 2766, "chimichangas": 2767, "infused": 2768, "candy": 2769, "piercing": 2770, "calzones": 2771, "words": 2772, "energetic": 2773, "servings": 2774, "delish": 2775, "possible": 2776, "nordstrom": 2777, "younger": 2778, "[": 2779, "significant": 2780, "]": 2781, "throughout": 2782, "pics": 2783, "actual": 2784, "exactly": 2785, "enchilada": 2786, "pamela": 2787, "young": 2788, "refund": 2789, "y": 2790, "standard": 2791, "helpfulness": 2792, "cheaper": 2793, "carpet": 2794, "yours": 2795, "diner": 2796, "fare": 2797, "hawaiian": 2798, "inquire": 2799, "reliable": 2800, "tender": 2801, "veggies": 2802, "puts": 2803, "miserable": 2804, "club": 2805, "couples": 2806, "retreat": 2807, "package": 2808, "smelled": 2809, "quoted": 2810, "charged": 2811, "donuts": 2812, "holy": 2813, "modest": 2814, "macaroons": 2815, "fit": 2816, "slowest": 2817, "chipotle": 2818, "shut": 2819, "reward": 2820, "app": 2821, "boss": 2822, "chat": 2823, "tartar": 2824, "newer": 2825, "remote": 2826, "dr": 2827, "obvious": 2828, "seasons": 2829, "paris": 2830, "well-maintained": 2831, "parmesan": 2832, "motel": 2833, "example": 2834, "charm": 2835, "rustic": 2836, "alone": 2837, "worthwhile": 2838, "hosted": 2839, "7am": 2840, "texaz": 2841, "quit": 2842, "duck": 2843, "patrons": 2844, "enterprise": 2845, "status": 2846, "cupcakes": 2847, "pre": 2848, "bus": 2849, "hoagie": 2850, "shaking": 2851, "satisfaction": 2852, "lv": 2853, "jimmy": 2854, "repeated": 2855, "photo": 2856, "unnecessary": 2857, "repairs": 2858, "gal": 2859, "milk": 2860, "window": 2861, "certificate": 2862, "restaurant.com": 2863, "coconut": 2864, "incompetent": 2865, "workers": 2866, "happily": 2867, "repeat": 2868, "vegetarian": 2869, "tires": 2870, "wear": 2871, "considered": 2872, "replace": 2873, "stations": 2874, "steam": 2875, "edamame": 2876, "houses": 2877, "umm": 2878, "theater": 2879, "flawless": 2880, "glance": 2881, "lately": 2882, "tangy": 2883, "kick": 2884, "luckily": 2885, "picking": 2886, "hopefully": 2887, "washing": 2888, "pathetic": 2889, "nonexistent": 2890, "ears": 2891, "uncle": 2892, "sweat": 2893, "reclining": 2894, "movie": 2895, "gladly": 2896, "answered": 2897, "handful": 2898, "yellow": 2899, "nightly": 2900, "resort": 2901, "combination": 2902, "noodle": 2903, "contained": 2904, "jalapeno": 2905, "installers": 2906, "oph": 2907, "benedict": 2908, "odd": 2909, "colored": 2910, "hollandaise": 2911, "study": 2912, "vibes": 2913, "tortillas": 2914, "dude": 2915, "dealing": 2916, "hygienists": 2917, "afternoon": 2918, "stuffed": 2919, "starbucks": 2920, "corned": 2921, "tummy": 2922, "squash": 2923, "casserole": 2924, "art": 2925, "washers": 2926, "dryers": 2927, "complex": 2928, "spice": 2929, "groomed": 2930, "selected": 2931, "marinara": 2932, "elsewhere": 2933, "fix": 2934, "loose": 2935, "fruit": 2936, "burro": 2937, "shuffle": 2938, "board": 2939, "blew": 2940, "brewed": 2941, "complicated": 2942, "e": 2943, "st": 2944, "3-5": 2945, "alternative": 2946, "hitting": 2947, "cancelled": 2948, "membership": 2949, "spaghetti": 2950, "factory": 2951, "meaty": 2952, "sewing": 2953, "alterations": 2954, "sonic": 2955, "against": 2956, "pear": 2957, "character": 2958, "fountain": 2959, "cashiers": 2960, "forgettable": 2961, "display": 2962, "sell": 2963, "tourist": 2964, "pinot": 2965, "figured": 2966, "address": 2967, "lulu": 2968, "sriracha": 2969, "daily": 2970, "lease": 2971, "jerry": 2972, "older": 2973, "conversationalist": 2974, "cody": 2975, "brennan": 2976, "passengers": 2977, "shoot": 2978, "timed": 2979, "scored": 2980, "test": 2981, "officially": 2982, "list": 2983, "delis": 2984, "alas": 2985, "md": 2986, "fooled": 2987, "minimum": 2988, "cole": 2989, "slaw": 2990, "knocked": 2991, "socks": 2992, "children": 2993, "grain": 2994, "wheat": 2995, "links": 2996, "approached": 2997, "yarn": 2998, "stock": 2999, "filet": 3000, "machaca": 3001, "adult": 3002, "quiet": 3003, "minimal": 3004, "welcomed": 3005, "included": 3006, "ways": 3007, "arby": 3008, "trans": 3009, "california": 3010, "cities": 3011, "west": 3012, "coast": 3013, "feed": 3014, "bag": 3015, "suggest": 3016, "panda": 3017, "express": 3018, "easier": 3019, "chopsticks": 3020, "consultant": 3021, "pepperoni": 3022, "tuesday": 3023, "response": 3024, "rescheduled": 3025, "travelers": 3026, "vibrant": 3027, "a-ok": 3028, "jump": 3029, "conversation": 3030, "jerk": 3031, "picture": 3032, "southern": 3033, "hospitality": 3034, "situation": 3035, "shopped": 3036, "starving": 3037, "mansion": 3038, "proud": 3039, "sides": 3040, "black": 3041, "blue": 3042, "japan": 3043, "yearly": 3044, "mead": 3045, "five": 3046, "warrant": 3047, "exchange": 3048, "tickets": 3049, "behold": 3050, "science": 3051, "explain": 3052, "stereo": 3053, "installation": 3054, "supporting": 3055, "substandard": 3056, "provide": 3057, "fortunately": 3058, "atm": 3059, "doubled": 3060, "fluke": 3061, "harsh": 3062, "church": 3063, "katz": 3064, "doc": 3065, "glendale": 3066, "collect": 3067, "heck": 3068, "upsell": 3069, "improve": 3070, "insisted": 3071, "cucumber": 3072, "mint": 3073, "divine": 3074, "declined": 3075, "recommendations": 3076, "lo": 3077, "recipe": 3078, "failed": 3079, "walking": 3080, "cow": 3081, "tostada": 3082, "thoroughly": 3083, "satisfied": 3084, "trustworthy": 3085, "w": 3086, "key": 3087, "installed": 3088, "bubble": 3089, "underneath": 3090, "supply": 3091, "crunch": 3092, "salmon": 3093, "shawarma": 3094, "assume": 3095, "admission": 3096, "penny": 3097, "skilled": 3098, "dressy": 3099, "skillet": 3100, "chorizo": 3101, "ultimate": 3102, "winner": 3103, "unwelcome": 3104, "asset": 3105, "device": 3106, "*": 3107, "unfortunate": 3108, "jeweler": 3109, "name": 3110, "estimated": 3111, "tone": 3112, "stress": 3113, "brle": 3114, "unappealing": 3115, "romantic": 3116, "blank": 3117, "stare": 3118, "inedible": 3119, "massages": 3120, "oj": 3121, "unusual": 3122, "advised": 3123, "reaction": 3124, "corner": 3125, "plentiful": 3126, "create": 3127, "ra": 3128, "nicest": 3129, "enemy": 3130, "scare": 3131, "/": 3132, "sweets": 3133, "install": 3134, "likely": 3135, "hummus": 3136, "hrs": 3137, "muffins": 3138, "deserves": 3139, "rewarded": 3140, "horrific": 3141, "peruvian": 3142, "horribly": 3143, "fitting": 3144, "purely": 3145, "herbs": 3146, "delightful": 3147, "corporate": 3148, "au": 3149, "jus": 3150, "tucked": 3151, "einstein": 3152, "daycare": 3153, "compliments": 3154, "necklace": 3155, "shannon": 3156, "rudest": 3157, "o": 3158, "encountered": 3159, "crafts": 3160, "gravy": 3161, "savory": 3162, "delectable": 3163, "tax": 3164, "hung": 3165, "lol": 3166, "tint": 3167, 