{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "he": 4, "was": 5, "absolutely": 6, "correct": 7, ".": 8, "it": 9, "'": 10, "s": 11, "price": 12, "very": 13, "well": 14, "for": 15, "the": 16, "value": 17, "you": 18, "get": 19, "out": 20, "of": 21, "experience": 22, "is": 23, "not": 24, "!": 25, "again": 26, "returns": 27, "with": 28, "no": 29, "comment": 30, "our": 31, "drinks": 32, "were": 33, "delicious": 34, "and": 35, "potent": 36, "felt": 37, "welcome": 38, "only": 39, "thing": 40, "i": 41, "ended": 42, "up": 43, "eating": 44, "egg": 45, "rolls": 46, "just": 47, "do": 48, "n't": 49, "that": 50, "nice": 51, "vibe": 52, "from": 53, "this": 54, "specific": 55, "location": 56, "ve": 57, "always": 58, "enjoyed": 59, "going": 60, "here": 61, "ruth": 62, "sells": 63, "an": 64, "amazing": 65, "real": 66, "estate": 67, "agent": 68, "they": 69, "brought": 70, "chips": 71, "_num_": 72, "salsas": 73, "mac": 74, "&": 75, "cheese": 76, "like": 77, "family": 78, "reunion": 79, "-": 80, "so": 81, "good": 82, "plenty": 83, "food": 84, "loved": 85, "temporary": 86, "exhibit": 87, "pop": 88, "there": 89, "one": 90, "waitress": 91, "a": 92, "saturday": 93, "morning": 94, "crowd": 95, "too": 96, "went": 97, "first": 98, "time": 99, "based": 100, "on": 101, "recommendation": 102, "worked": 103, "until": 104, "got": 105, "home": 106, "took": 107, "my": 108, "bite": 109, "antipasto": 110, "salad": 111, "huge": 112, "fresh": 113, "really": 114, "appreciated": 115, "friendly": 116, "atmosphere": 117, "wonderful": 118, "customer": 119, "care": 120, "worth": 121, "every": 122, "minute": 123, "wait": 124, "wings": 125, "are": 126, "great": 127, "par": 128, "low": 129, "grade": 130, "buffet": 131, "breakfast": 132, "%": 133, "daughter": 134, "ordered": 135, "chicken": 136, "fingers": 137, "which": 138, "we": 139, "love": 140, "place": 141, "friends": 142, "had": 143, "burgers": 144, "them": 145, "as": 146, "professional": 147, "job": 148, "done": 149, "their": 150, "breading": 151, "light": 152, "yet": 153, "flavorful": 154, "go-to": 155, "take-out": 156, "while": 157, "cravings": 158, "down": 159, "count": 160, "overall": 161, ",": 162, "service": 163, "attentive": 164, "spot-on": 165, "girlfriend": 166, "recommended": 167, "to": 168, "me": 169, "m": 170, "glad": 171, "she": 172, "did": 173, "biscuits": 174, "bs": 175, "called": 176, "target": 177, "said": 178, "such": 179, "policy": 180, "disappointed": 181, "worst": 182, "counter": 183, "ever": 184, "...": 185, "anywhere": 186, "anything": 187, "staff": 188, "awesome": 189, "gift": 190, "card": 191, "decided": 192, "use": 193, "orange": 194, "beef": 195, "whole": 196, "foods": 197, "pretty": 198, "expensive": 199, "have": 200, "come": 201, "lunch": 202, "true": 203, "professionals": 204, "due": 205, "decor": 206, "live": 207, "music": 208, "cleanliness": 209, "either": 210, "way": 211, "meal": 212, "waste": 213, "money": 214, "tasty": 215, "disgusting": 216, "fast": 217, "clean": 218, "work": 219, "dart": 220, "taken": 221, "proper": 222, "server": 223, "guess": 224, "proved": 225, "purchase": 226, "made": 227, "at": 228, "max": 229, "pawn": 230, "probably": 231, "favorite": 232, "eat": 233, "ok": 234, "but": 235, "return": 236, "trip": 237, "realize": 238, "how": 239, "many": 240, "disease": 241, "can": 242, "spread": 243, "?": 244, "doubt": 245, "getting": 246, "fun": 247, "when": 248, "dropped": 249, "car": 250, "off": 251, "looked": 252, "right": 253, "away": 254, "wow": 255, "liquor": 256, "store": 257, "filled": 258, "cigarette": 259, "smoke": 260, "classic": 261, "hole-in-the-wall": 262, "restaurant": 263, "engaging": 264, "offered": 265, "her": 266, "opinion": 267, "anyway": 268, "another": 269, "review": 270, "okay": 271, "definitely": 272, "better": 273, "all": 274, "mess": 275, "fried": 276, "rice": 277, "pizza": 278, "best": 279, "quote": 280, "over": 281, "phone": 282, "competitive": 283, "if": 284, "want": 285, "or": 286, "coffee": 287, "bean": 288, "tea": 289, "leaf": 290, "thinking": 291, "left": 292, "everyone": 293, "budget": 294, "should": 295, "be": 296, "dead": 297, "pasta": 298, "sauce": 299, "hard": 300, "prepare": 301, "dated": 302, "has": 303, "some": 304, "since": 305, "moving": 306, "pittsburgh": 307, "dirty": 308, "unprofessional": 309, "even": 310, "people": 311, "enjoy": 312, "ordering": 313, "carry": 314, "then": 315, "before": 316, "able": 317, "say": 318, "broke": 319, "in": 320, "front": 321, "desk": 322, "also": 323, "competent": 324, "little": 325, "truly": 326, "gem": 327, "maybe": 328, "spoiled": 329, "vietnamese": 330, "terrible": 331, "tattoo": 332, "teachers": 333, "caring": 334, "students": 335, "makes": 336, "sad": 337, "write": 338, "thanks": 339, "guys": 340, "rock": 341, "grocery": 342, "would": 343, "go": 344, "sure": 345, "entirely": 346, "what": 347, "requested": 348, "non": 349, "smoking": 350, "room": 351, "smell": 352, "full": 353, "nachos": 354, "supplies": 355, "office": 356, "events": 357, "whatever": 358, "case": 359, "cold": 360, "guinness": 361, "lost": 362, "myself": 363, "customers": 364, "owned": 365, "appetizer": 366, "combo": 367, "plate": 368, "everything": 369, "bagels": 370, "eaten": 371, "shrimp": 372, "cocktail": 373, "pleasant": 374, "surprise": 375, "day": 376, "bad": 377, "move": 378, "boy": 379, "mistake": 380, "twice": 381, "non-smoking": 382, "reeked": 383, "start": 384, "excellent": 385, "flavor": 386, "beautiful": 387, "aroma": 388, "simply": 389, "lovely": 390, "meet": 391, "new": 392, "however": 393, "sauces": 394, "bland": 395, "rude": 396, "other": 397, "problem": 398, "free": 399, "wifi": 400, "chili": 401, "size": 402, "ready": 403, "help": 404, "happy": 405, "compensation": 406, "juice": 407, "squeezed": 408, "super": 409, "could": 410, "lied": 411, "told": 412, "mexican": 413, "found": 414, "vegas": 415, "bartenders": 416, "lounge": 417, "pour": 418, "drink": 419, "wish": 420, "give": 421, "negative": 422, "stars": 423, "last": 424, "awful": 425, "mostly": 426, "gyro": 427, "platter": 428, "hate": 429, "browse": 430, "around": 431, "know": 432, "these": 433, "choices": 434, "exist": 435, "furniture": 436, "improvement": 437, "beer": 438, "date": 439, "night": 440, "sitting": 441, "outside": 442, "cozy": 443, "warm": 444, "personable": 445, "funny": 446, "looks": 447, "run": 448, "inside": 449, "gave": 450, "filthy": 451, "hot": 452, "water": 453, "still": 454, "takes": 455, "forever": 456, "luxurious": 457, "buy": 458, "next": 459, "shopping": 460, "much": 461, "smooth": 462, "refreshing": 463, "hands": 464, "prices": 465, "reasonable": 466, "gives": 467, "pedicures": 468, "same": 469, "owner": 470, "mimosa": 471, "grill": 472, "uptown": 473, "charlotte": 474, "things": 475, "highly": 476, "recommend": 477, "product": 478, "pricey": 479, "husband": 480, "been": 481, "frequenting": 482, "kabob": 483, "grille": 484, "nearly": 485, "weeks": 486, "ca": 487, "any": 488, "answers": 489, "im": 490, "respond": 491, "your": 492, "question": 493, "expected": 494, "yelp": 495, "reviews": 496, "taste": 497, "freshness": 498, "brian": 499, "bubbly": 500, "joy": 501, "see": 502, "wrong": 503, "sometimes": 504, "2pm": 505, "pick": 506, "5pm": 507, "drop": 508, "meatball": 509, "grinder": 510, "fact": 511, "pushed": 512, "back": 513, "delivery": 514, "wife": 515, "cocktails": 516, "appetizers": 517, "selection": 518, "dreadful": 519, "experiences": 520, "idiots": 521, "meant": 522, "nightclub": 523, "fabulous": 524, "cake": 525, "nothing": 526, "substantial": 527, "than": 528, "rudeness": 529, "fellow": 530, "diners": 531, "fair": 532, "sullivan": 533, "most": 534, "special": 535, "occasions": 536, "sat": 537, "lump": 538, "stomach": 539, "leaving": 540, "desert": 541, "quite": 542, "tasteless": 543, "didnt": 544, "spices": 545, "cool": 546, "winter": 547, "crust": 548, "thin": 549, "expecting": 550, "pistachio": 551, "ice": 552, "cream": 553, "truth": 554, "less": 555, "half": 556, "gifts": 557, "wine": 558, "coming": 559, "kids": 560, "(": 561, "um": 562, "contacts": 563, "tell": 564, ")": 565, "stated": 566, "select": 567, "cell": 568, "cases": 569, "hear": 570, "him": 571, "`": 572, "feel": 573, "bit": 574, "relief": 575, "under": 576, "ask": 577, "table": 578, "garden": 579, ";": 580, "yes": 581, "creamy": 582, "far": 583, "florida": 584, "mushy": 585, "months": 586, "between": 587, "appointments": 588, "thorough": 589, "important": 590, "fry": 591, "bread": 592, "kind": 593, "pay": 594, "chairs": 595, "cafe": 596, "old": 597, "uncomfortable": 598, "about": 599, "close": 600, "house": 601, "hardly": 602, "speak": 603, "english": 604, "anyone": 605, "else": 606, "through": 607, "few": 608, "times": 609, "meh": 610, "because": 611, "birth": 612, "aisle": 613, "within": 614, "moments": 615, "establishment": 616, "itself": 617, "cluttered": 618, "disorganized": 619, "airport": 620, "handle": 621, "big": 622, "crowds": 623, "waitresses": 624, "never": 625, "band": 626, "decent": 627, "volume": 628, "loud": 629, "disgusted": 630, "shake": 631, "feeling": 632, "crawling": 633, "us": 634, "include": 635, "side": 636, "dish": 637, "burger": 638, "long": 639, "line": 640, "consistently": 641, "imagine": 642, "kitchen": 643, "simple": 644, "$": 645, "extra": 646, "seven": 647, "minutes": 648, "spring": 649, "deep": 650, "flavorless": 651, "mush": 652, "guy": 653, "recently": 654, "purchased": 655, "moved": 656, "henderson": 657, "cause": 658, "heavy": 659, "fajitas": 660, "marvelous": 661, "comes": 662, "regularly": 663, "although": 664, "bars": 665, "soap": 666, "make": 667, "perfect": 668, "christmas": 669, "am": 670, "thank": 671, "paid": 672, "something": 673, "somewhat": 674, "wanted": 675, "think": 676, "might": 677, "chosen": 678, "olive": 679, "dishes": 680, "theirs": 681, "hotel": 682, "casino": 683, "chandler": 684, "dental": 685, "health": 686, "amount": 687, "fish": 688, "cranky": 689, "cj": 690, "appointment": 691, "try": 692, "dresses": 693, "finally": 694, "walked": 695, "by": 696, "noticed": 697, "helped": 698, "son": 699, "honda": 700, "dave": 701, "works": 702, "linda": 703, "sweet": 704, "beds": 705, "suck": 706, "wasted": 707, "stuff": 708, "impressed": 709, "kept": 710, "chile": 711, "options": 712, "overly": 713, "spicy": 714, "sushi": 715, "adorable": 716, "actually": 717, "lowest": 718, "given": 719, "waited": 720, "hush": 721, "puppies": 722, "neighbor": 723, "ny": 724, "steak": 725, "cooked": 726, "medium": 727, "rare": 728, "during": 729, "spoke": 730, "horrible": 731, "beers": 732, "disappoint": 733, "items": 734, "wall": 735, "impression": 736, "folks": 737, "business": 738, "groomer": 739, "late": 740, "studying": 741, "re": 742, "open": 743, "midnight": 744, "gotten": 745, "girl": 746, "both": 747, "picky": 748, "green": 749, "beans": 750, "several": 751, "unique": 752, "standards": 753, "plus": 754, "monthly": 755, "specials": 756, "regret": 757, "stepping": 758, "foot": 759, "dump": 760, "monty": 761, "verizon": 762, "wireless": 763, "having": 764, "hour": 765, "fitness": 766, "classes": 767, "danielle": 768, "fantastic": 769, "years": 770, "gone": 771, "hell": 772, "hand": 773, "basket": 774, "tends": 775, "hit": 776, "miss": 777, "whenever": 778, "visit": 779, "condescending": 780, "john": 781, "his": 782, "crew": 783, "honest": 784, "short": 785, "hair": 786, "second": 787, "wally": 788, "someone": 789, "those": 790, "hours": 791, "slow": 792, "mediocre": 793, "thumbs": 794, "different": 795, "today": 796, "ahead": 797, "week": 798, "reminded": 799, "cheap": 800, "college": 801, "macaroni": 802, "italian": 803, "chain": 804, "worse": 805, "appetite": 806, "spot": 807, "complained": 808, "instead": 809, "leave": 810, "servers": 811, "came": 812, "clear": 813, "tables": 814, "empty": 815, "who": 816, "appreciate": 817, "japanese": 818, "manager": 819, "melissa": 820, "notified": 821, "action": 822, "organization": 823, "everywhere": 824, "filed": 825, "complaint": 826, "director": 827, "nursing": 828, "handled": 829, "promptly": 830, "knew": 831, "blizzard": 832, "efficient": 833, "part": 834, "rest": 835, "somehow": 836, "asking": 837, "stupid": 838, "questions": 839, "cab": 840, "fleet": 841, "except": 842, "reasonably": 843, "roast": 844, "does": 845, "hey": 846, "usual": 847, "dogs": 848, "bloody": 849, "marys": 850, "take": 851, "doesnt": 852, "look": 853, "inviting": 854, "unlike": 855, "reviewers": 856, "find": 857, "idea": 858, "why": 859, "friend": 860, "happened": 861, "hashbrowns": 862, "tasted": 863, "potatoes": 864, "interest": 865, "heart": 866, "portions": 867, "served": 868, "attitude": 869, "beyond": 870, "poor": 871, "overheard": 872, "coworkers": 873, "talking": 874, "expect": 875, "class": 876, "without": 877, "festive": 878, "team": 879, "must": 880, "garlic": 881, "mashed": 882, "hearty": 883, "buffalo": 884, "excited": 885, "after": 886, "reading": 887, "will": 888, "william": 889, "jon": 890, "roll": 891, "sports": 892, "bar": 893, "oh": 894, "sorry": 895, "seems": 896, "lives": 897, "extremely": 898, "pull": 899, "together": 900, "birthday": 901, "amanda": 902, "spin": 903, "city": 904, "ambiance": 905, "seemed": 906, "above": 907, "average": 908, "especially": 909, "middle": 910, "eastern": 911, "selections": 912, "company": 913, "pass": 914, "personal": 915, "maple": 916, "soy": 917, "creme": 918, "filling": 919, "white": 920, "soft": 921, "ate": 922, "deli": 923, "man": 924, "serving": 925, "assholes": 926, "sloppy": 927, "knowledgable": 928, "helpful": 929, "latte": 930, "diarrhea": 931, "memories": 932, "system": 933, "provided": 934, "michelle": 935, "march": 936, "year": 937, "employees": 938, "menu": 939, "apparently": 940, "stopped": 941, "usually": 942, "meals": 943, "unless": 944, "being": 945, "ripped": 946, "quest": 947, "downright": 948, "mean": 949, "venue": 950, "more": 951, "drew": 952, "informative": 953, "cared": 954, "deserve": 955, "title": 956, "doctor": 957, "top": 958, "tonight": 959, "though": 960, "clothing": 961, "asked": 962, "red": 963, "sand": 964, "vacuumed": 965, "wiped": 966, "handed": 967, "owners": 968, "original": 969, "traditional": 970, "farmer": 971, "grilled": 972, "greasy": 973, "pool": 974, "replacement": 975, "cut": 976, "arrived": 977, "almost": 978, "slimy": 979, "limited": 980, "subway": 981, "chinese": 982, "where": 983, "outback": 984, "urbana": 985, "karma": 986, "happens": 987, "steal": 988, "closer": 989, "become": 990, "regular": 991, "dirt": 992, "door": 993, "sub": 994, "prosciutto": 995, "option": 996, "internet": 997, "connection": 998, "tank": 999, "chatted": 1000, "attendant": 1001, "double": 1002, "cantina": 1003, "quesadilla": 1004, "potato": 1005, "fries": 1006, "valley": 1007, "stop": 1008, "watch": 1009, "perform": 1010, "dinner": 1011, "knowledgeable": 1012, "michael": 1013, "host": 1014, "greet": 1015, "supportive": 1016, "paying": 1017, "relatively": 1018, "zesty": 1019, "crave": 1020, "liked": 1021, "meticulous": 1022, "salesman": 1023, "pound": 1024, "lobster": 1025, "perfectly": 1026, "cracked": 1027, "read": 1028, "wise": 1029, "typical": 1030, "beat": 1031, "shop": 1032, "receptionist": 1033, "accommodating": 1034, "milkshakes": 1035, "mom": 1036, "pops": 1037, "bother": 1038, "anyways": 1039, "challenging": 1040, "layout": 1041, "views": 1042, "margs": 1043, "god": 1044, "emergency": 1045, "facility": 1046, "closed": 1047, "vet": 1048, "facilities": 1049, "bedside": 1050, "manner": 1051, "proceeded": 1052, "cry": 1053, "hassle": 1054, "refilled": 1055, "toilet": 1056, "eve": 1057, "hooters": 1058, "girls": 1059, "attractive": 1060, "bottles": 1061, "liberty": 1062, "market": 1063, "espresso": 1064, "confused": 1065, "mention": 1066, "washed": 1067, "cabernet": 1068, "bomb.com": 1069, "argued": 1070, "plain": 1071, "salty": 1072, "1st": 1073, "pet": 1074, "mesa": 1075, "ridiculously": 1076, "particular": 1077, "extraordinary": 1078, "end": 1079, "vehicle": 1080, "fixed": 1081, "two": 1082, "days": 1083, "superb": 1084, "returned": 1085, "alteration": 1086, "fees": 1087, "enormous": 1088, "french": 1089, "phoenix": 1090, "pitcher": 1091, "frozen": 1092, "margaritas": 1093, "deserts": 1094, "straight": 1095, "pleasantly": 1096, "surprised": 1097, "constantly": 1098, "letting": 1099, "notice": 1100, "others": 1101, "insane": 1102, "says": 1103, "charge": 1104, "lamb": 1105, "curry": 1106, "positive": 1107, "history": 1108, "started": 1109, "ago": 1110, "sister": 1111, "strong": 1112, "stoked": 1113, "local": 1114, "each": 1115, "arrangements": 1116, "generous": 1117, "range": 1118, "lot": 1119, "cuts": 1120, "tough": 1121, "prepared": 1122, "visited": 1123, "nypd": 1124, "past": 1125, "limo": 1126, "outstanding": 1127, "area": 1128, "waiter": 1129, "rushed": 1130, "bought": 1131, "initially": 1132, "pleased": 1133, "keep": 1134, "finding": 1135, "major": 1136, "misses": 1137, "sandwich": 1138, "croissant": 1139, "comfortable": 1140, "updated": 1141, "laura": 1142, "anthony": 1143, "experts": 1144, "ingredients": 1145, "tequila": 1146, "high": 1147, "dry": 1148, "oiled": 1149, "lanes": 1150, "bartender": 1151, "derek": 1152, "quality": 1153, "below": 1154, "acoustics": 1155, "show": 1156, "edible": 1157, "plan": 1158, "continue": 1159, "hope": 1160, "chance": 1161, "bun": 1162, "slightly": 1163, "stale": 1164, "couple": 1165, "closing": 1166, "evening": 1167, "friendliness": 1168, "shipping": 1169, "spacious": 1170, "outdoor": 1171, "gardening": 1172, "taking": 1173, "nick": 1174, "doing": 1175, "nails": 1176, "tip": 1177, "costume": 1178, "looking": 1179, "jewelry": 1180, "bike": 1181, "wheel": 1182, "ride": 1183, "emailed": 1184, "hoping": 1185, "kinda": 1186, "gets": 1187, "star": 1188, "refills": 1189, "treat": 1190, "mine": 1191, "mussels": 1192, "nicely": 1193, "decorated": 1194, "wasting": 1195, "burrito": 1196, "veggie": 1197, "share": 1198, "drowning": 1199, "grease": 1200, "veg": 1201, "level": 1202, "cilantro": 1203, "order": 1204, "town": 1205, "wedding": 1206, "wasnt": 1207, "crowded": 1208, "thrilled": 1209, "number": 1210, "channels": 1211, "nasty": 1212, "complete": 1213, "turn": 1214, "umc": 1215, "coupon": 1216, "item": 1217, "greeted": 1218, "hostess": 1219, "immediately": 1220, "flowers": 1221, "delivered": 1222, "slower": 1223, "packed": 1224, "closet": 1225, "hut": 1226, "referred": 1227, "holly": 1228, "jeff": 1229, "mix": 1230, "meat": 1231, "ratio": 1232, "walls": 1233, "painted": 1234, "colorful": 1235, "designs": 1236, "later": 1237, "employee": 1238, "named": 1239, "daniel": 1240, "places": 1241, "disappointing": 1242, "signage": 1243, "lacking": 1244, "syrup": 1245, "available": 1246, "stocked": 1247, "portion": 1248, "sizes": 1249, "direct": 1250, "feedback": 1251, "massage": 1252, "envy": 1253, "survey": 1254, "six": 1255, "craving": 1256, "opted": 1257, "lo-lo": 1258, "miracle": 1259, "mile": 1260, "lousy": 1261, "authentic": 1262, "glass": 1263, "roommate": 1264, "furious": 1265, "tv": 1266, "sausage": 1267, "placed": 1268, "woman": 1269, "fat": 1270, "wallet": 1271, "matter": 1272, "applied": 1273, "pressure": 1274, "phenomenal": 1275, "skills": 1276, "effing": 1277, "quick": 1278, "philly": 1279, "steaks": 1280, "cook": 1281, "particularly": 1282, "ll": 1283, "stick": 1284, "appears": 1285, "poorly": 1286, "dont": 1287, "understand": 1288, "busy": 1289, "easily": 1290, "giving": 1291, "eye": 1292, "contact": 1293, "assist": 1294, "kid": 1295, "management": 1296, "avoided": 1297, "entire": 1298, "inconvenience": 1299, "charges": 1300, "cuban": 1301, "entree": 1302, "tiramisu": 1303, "rate": 1304, "boyfriend": 1305, "thursday": 1306, "so-so": 1307, "advertise": 1308, "originally": 1309, "booked": 1310, "nights": 1311, "desired": 1312, "cakes": 1313, "visually": 1314, "appealing": 1315, "appetizing": 1316, "environment": 1317, "bill": 1318, "brick": 1319, "behind": 1320, "stage": 1321, "receipt": 1322, "dressed": 1323, "lime": 1324, "fine": 1325, "sofa": 1326, "apart": 1327, "completely": 1328, "unacceptable": 1329, "needed": 1330, "appalled": 1331, "b": 1332, "n": 1333, "literally": 1334, "qualities": 1335, "opposite": 1336, "dive": 1337, "trained": 1338, "yelped": 1339, "tastes": 1340, "stay": 1341, "thai": 1342, "rama": 1343, "wax": 1344, "vinyl": 1345, "wrapped": 1346, "scotch": 1347, "eggs": 1348, "followed": 1349, "theme": 1350, "constant": 1351, "complaints": 1352, "continued": 1353, "deliver": 1354, "sub-par": 1355, "ted": 1356, "seeing": 1357, "animals": 1358, "arrive": 1359, "groupon": 1360, "applebee": 1361, "apps": 1362, "presents": 1363, "basically": 1364, "family-owned": 1365, "certainly": 1366, "trying": 1367, "9pm": 1368, "seafood": 1369, "check": 1370, "mighty": 1371, "fallen": 1372, "kale": 1373, "marginal": 1374, "incredible": 1375, "unfortunately": 1376, "quicker": 1377, "sprint": 1378, "useless": 1379, "doctors": 1380, "commented": 1381, "misleading": 1382, "advantage": 1383, "priced": 1384, "spinach": 1385, "wrap": 1386, "haha": 1387, "covered": 1388, "flavors": 1389, "willing": 1390, "answer": 1391, "note": 1392, "notch": 1393, "blonde": 1394, "wigs": 1395, "final": 1396, "straw": 1397, "existent": 1398, "reservations": 1399, "early": 1400, "meeting": 1401, "pedicure": 1402, "chair": 1403, "wed": 1404, "trivia": 1405, "disaster": 1406, "patio": 1407, "generally": 1408, "enough": 1409, "tons": 1410, "interactive": 1411, "understanding": 1412, "arizona": 1413, "stops": 1414, "tried": 1415, "toast": 1416, "mushrooms": 1417, "loves": 1418, "drive": 1419, "fans": 1420, "online": 1421, "pickup": 1422, "break": 1423, "organized": 1424, "explained": 1425, "detail": 1426, "pizzas": 1427, "rachel": 1428, "ray": 1429, "evil": 1430, "twin": 1431, "talk": 1432, "comfort": 1433, "sits": 1434, "belly": 1435, "total": 1436, "rip": 1437, "group": 1438, "pricing": 1439, "sucked": 1440, "brown": 1441, "wilted": 1442, "meatballs": 1443, "played": 1444, "responsive": 1445, "specially": 1446, "elderly": 1447, "downhill": 1448, "cheddar": 1449, "impressive": 1450, "therapist": 1451, "knots": 1452, "kidding": 1453, "hertz": 1454, "offer": 1455, "upgrade": 1456, "pho": 1457, "rip-off": 1458, "returning": 1459, "ideas": 1460, "misters": 1461, "earth": 1462, "waxing": 1463, "put": 1464, "themselves": 1465, "warranty": 1466, "plans": 1467, "interesting": 1468, "activity": 1469, "somewhere": 1470, "plates": 1471, "mail": 1472, "starters": 1473, "trio": 1474, "sampler": 1475, "oyster": 1476, "rockefeller": 1477, "ai": 1478, "seen": 1479, "nurse": 1480, "uncaring": 1481, "impersonal": 1482, "wo": 1483, "wines": 1484, "sick": 1485, "theres": 1486, "trash": 1487, "ground": 1488, "chimichanga": 1489, "let": 1490, "goes": 1491, "used": 1492, "set": 1493, "neighborhood": 1494, "roach": 1495, "incredibly": 1496, "step": 1497, "possibly": 1498, "independent": 1499, "video": 1500, "greater": 1501, "industry": 1502, "bargains": 1503, "along": 1504, "pharmacist": 1505, "tech": 1506, "ignored": 1507, "existence": 1508, "james": 1509, "game": 1510, "polite": 1511, "experienced": 1512, "haven": 1513, "affordable": 1514, "needless": 1515, "redeem": 1516, "compassionate": 1517, "awkward": 1518, "panini": 1519, "oil": 1520, "seasoned": 1521, "volcano": 1522, "boba": 1523, "hostesses": 1524, "ribs": 1525, "smiles": 1526, "laughs": 1527, "nail": 1528, "salon": 1529, "dining": 1530, "spotless": 1531, "restroom": 1532, "scottsdale": 1533, "cheesesteak": 1534, "coleslaw": 1535, "sign": 1536, "sized": 1537, "laundry": 1538, "breasts": 1539, "crap": 1540, "dedicated": 1541, "mission": 1542, "mixed": 1543, "absolute": 1544, "frame": 1545, "thought": 1546, "attending": 1547, "continental": 1548, "upscale": 1549, "beloved": 1550, "pets": 1551, "vacation": 1552, "slice": 1553, "jean": 1554, "process": 1555, "yoga": 1556, "freezing": 1557, "small": 1558, "mall": 1559, "burnt": 1560, "soggy": 1561, "large": 1562, "darling": 1563, "luck": 1564, "menudo": 1565, "southwest": 1566, "airlines": 1567, "often": 1568, "cute": 1569, "lion": 1570, "haircut": 1571, "cat": 1572, "t-shirt": 1573, "third": 1574, "shift": 1575, "d": 1576, "omelets": 1577, "tomato": 1578, "difference": 1579, "miles": 1580, "monday": 1581, ":": 1582, "ridiculous": 1583, "popped": 1584, "ran": 1585, "into": 1586, "members": 1587, "cosmetic": 1588, "damage": 1589, "exterior": 1590, "frames": 1591, "signature": 1592, "sliced": 1593, "doughnuts": 1594, "terrific": 1595, "noodles": 1596, "overcooked": 1597, "fill": 1598, "wont": 1599, "least": 1600, "fond": 1601, "ladies": 1602, "whim": 1603, "monterey": 1604, "bay": 1605, "fianc": 1606, "fan": 1607, "western": 1608, "choice": 1609, "showroom": 1610, "displays": 1611, "friday": 1612, "unbelievably": 1613, "qt": 1614, "nicer": 1615, "east": 1616, "bf": 1617, "knows": 1618, "h": 1619, "property": 1620, "needs": 1621, "torn": 1622, "sales": 1623, "word": 1624, "lacked": 1625, "bowl": 1626, "mood": 1627, "hits": 1628, "yummy": 1629, "panera": 1630, "please": 1631, "hire": 1632, "performers": 1633, "shows": 1634, "seating": 1635, "sundaes": 1636, "floats": 1637, "popular": 1638, "strongly": 1639, "deal": 1640, "sour": 1641, "writing": 1642, "icing": 1643, "windows": 1644, "union": 1645, "missing": 1646, "kohls": 1647, "cash": 1648, "clearly": 1649, "receive": 1650, "soda": 1651, "relaxing": 1652, "halibut": 1653, "outrageously": 1654, "sets": 1655, "shuttle": 1656, "interested": 1657, "leasing": 1658, "apartment": 1659, "adds": 1660, "authenticity": 1661, "mind": 1662, "heard": 1663, "freakin": 1664, "sorely": 1665, "bulgogi": 1666, "weak": 1667, "department": 1668, "easy": 1669, "spa": 1670, "dealt": 1671, "dozen": 1672, "invisible": 1673, "supposed": 1674, "turned": 1675, "headache": 1676, "poblano": 1677, "soooooo": 1678, "bug": 1679, "massive": 1680, "spider": 1681, "steve": 1682, "impossible": 1683, "reach": 1684, "rooms": 1685, "piping": 1686, "dealership": 1687, "salsa": 1688, "enjoyable": 1689, "diverse": 1690, "direction": 1691, "gas": 1692, "resolved": 1693, "disappointment": 1694, "chip": 1695, "polish": 1696, "duh": 1697, "center": 1698, "piece": 1699, "listen": 1700, "seriously": 1701, "box": 1702, "undercooked": 1703, "tamales": 1704, "... .": 1705, "kat": 1706, "ken": 1707, "rob": 1708, "warmth": 1709, "strip": 1710, "baked": 1711, "cod": 1712, "matters": 1713, "lake": 1714, "perch": 1715, "sit": 1716, "four": 1717, "interaction": 1718, "designed": 1719, "sunday": 1720, "brunch": 1721, "desperate": 1722, "need": 1723, "speaking": 1724, "desserts": 1725, "remember": 1726, "bourbon": 1727, "pecan": 1728, "pie": 1729, "bites": 1730, "sending": 1731, "courteous": 1732, "sahara": 1733, "animal": 1734, "hospital": 1735, "watered": 1736, "apologize": 1737, "bmw": 1738, "making": 1739, "previous": 1740, "products": 1741, "cant": 1742, "believe": 1743, "now": 1744, "solved": 1745, "seem": 1746, "heaven": 1747, "pregnant": 1748, "nevertheless": 1749, "westin": 1750, "boxed": 1751, "pre-made": 1752, "studio": 1753, "wi-fi": 1754, "seats": 1755, "waiting": 1756, "parents": 1757, "smith": 1758, "overwhelmed": 1759, "reason": 1760, "bryan": 1761, "drivers": 1762, "timely": 1763, "labor": 1764, "rates": 1765, "rail": 1766, "runs": 1767, "central": 1768, "unimpressed": 1769, "potential": 1770, "laid-back": 1771, "filibertos": 1772, "+": 1773, "gnocchi": 1774, "bolognese": 1775, "entrees": 1776, "dear": 1777, "medical": 1778, "totally": 1779, "grossed": 1780, "shredded": 1781, "rubber": 1782, "wontons": 1783, "utterly": 1784, "vindaloo": 1785, "summer": 1786, "heat": 1787, "shabby": 1788, "numerous": 1789, "lunches": 1790, "admit": 1791, "dinning": 1792, "incorrect": 1793, "buttery": 1794, "space": 1795, "matthew": 1796, "site": 1797, "call": 1798, "blackened": 1799, "world": 1800, "bonus": 1801, "waiters": 1802, "arrogant": 1803, "weird": 1804, "fairly": 1805, "salads": 1806, "scallops": 1807, "risotto": 1808, "neither": 1809, "tuna": 1810, "checkout": 1811, "oily": 1812, "guarantee": 1813, "forget": 1814, "met": 1815, "crazy": 1816, "jim": 1817, "yesterday": 1818, "biggest": 1819, "play": 1820, "tipping": 1821, "ruined": 1822, "sons": 1823, "retail": 1824, "various": 1825, "books": 1826, "women": 1827, "shooting": 1828, "sandwiches": 1829, "floor": 1830, "outdated": 1831, "maintained": 1832, "lots": 1833, "promises": 1834, "payments": 1835, "results": 1836, "law": 1837, "firm": 1838, "seated": 1839, "mins": 1840, "walkways": 1841, "narrow": 1842, "opportunity": 1843, "sample": 1844, "german": 1845, "tony": 1846, "roma": 1847, "register": 1848, "gorgeous": 1849, "quesadillas": 1850, "unimpressive": 1851, "obviously": 1852, "don": 1853, "perfection": 1854, "matt": 1855, "chicago": 1856, "bbq": 1857, "pita": 1858, "mcdonald": 1859, "miso": 1860, "soup": 1861, "gyoza": 1862, "dumplings": 1863, "design": 1864, "crisp": 1865, "trendy": 1866, "favorites": 1867, "instructors": 1868, "expectations": 1869, "hungry": 1870, "genuinely": 1871, "equally": 1872, "bathrooms": 1873, "discounted": 1874, "complimentary": 1875, "sliders": 1876, "insurance": 1877, "claimed": 1878, "roaches": 1879, "garbage": 1880, "convenient": 1881, "putting": 1882, "tomatoes": 1883, "compensate": 1884, "lack": 1885, "stumbled": 1886, "upon": 1887, "greatest": 1888, "smile": 1889, "escargot": 1890, "wrote": 1891, "email": 1892, "bacon": 1893, "heated": 1894, "microwave": 1895, "vegetables": 1896, "steamed": 1897, "point": 1898, "fell": 1899, "wasabi": 1900, "bruschetta": 1901, "school": 1902, "enjoys": 1903, "receiving": 1904, "locals": 1905, "staple": 1906, "mucho": 1907, "dollars": 1908, "crappy": 1909, "bat": 1910, "frustrated": 1911, "avoid": 1912, "shell": 1913, "crab": 1914, "sound": 1915, "broken": 1916, "record": 1917, "habib": 1918, "basic": 1919, "faves": 1920, "specifically": 1921, "including": 1922, "south": 1923, "border": 1924, "procedures": 1925, "draft": 1926, "cleaning": 1927, "gloves": 1928, "glasses": 1929, "practice": 1930, "tacos": 1931, "jalapeo": 1932, "bird": 1933, "laid": 1934, "rocking": 1935, "peoples": 1936, "face": 1937, "danny": 1938, "wash": 1939, "joey": 1940, "paul": 1941, "relieved": 1942, "interior": 1943, "obsessed": 1944, "fruits": 1945, "smoothie": 1946, "7:30": 1947, "15-20": 1948, "copy": 1949, "print": 1950, "nor": 1951, "drove": 1952, "boom": 1953, "locked": 1954, "tom": 1955, "kha": 1956, "missed": 1957, "three": 1958, "carpets": 1959, "coupons": 1960, "worthless": 1961, "prompt": 1962, "honesty": 1963, "speedy": 1964, "tight": 1965, "pierogies": 1966, "grab": 1967, "broccoli": 1968, "quickly": 1969, "realized": 1970, "mozzarella": 1971, "1/2": 1972, "teeth": 1973, "taco": 1974, "spots": 1975, "3rd": 1976, "annoyed": 1977, "sucks": 1978, "coupled": 1979, "bigger": 1980, "fist": 1981, "passed": 1982, "wondering": 1983, "nearby": 1984, "bleu": 1985, "victor": 1986, "ziti": 1987, "tasting": 1988, "bottom": 1989, "yay": 1990, "computer": 1991, "stays": 1992, "sale": 1993, "fly": 1994, "died": 1995, "course": 1996, "fake": 1997, "az": 1998, "residents": 1999, "frankly": 2000, "national": 2001, "parties": 2002, "handy": 2003, "classy": 2004, "match": 2005, "ultimately": 2006, "financing": 2007, "vw": 2008, "credit": 2009, "bouquet": 2010, "integrity": 2011, "golf": 2012, "giant": 2013, "playground": 2014, "painful": 2015, "held": 2016, "rehearsal": 2017, "ta": 2018, "props": 2019, "gyros": 2020, "colorist": 2021, "spending": 2022, "ton": 2023, "endless": 2024, "martinis": 2025, "happen": 2026, "craft": 2027, "touch": 2028, "mustard": 2029, "smoothies": 2030, "shops": 2031, "restaurants": 2032, "comfortably": 2033, "kfc": 2034, "land": 2035, "pitas": 2036, "confusing": 2037, "alcoholic": 2038, "hold": 2039, "levels": 2040, "chris": 2041, "vicky": 2042, "near": 2043, "thick": 2044, "cabo": 2045, "nervous": 2046, "pa": 2047, "accommodate": 2048, "variety": 2049, "vast": 2050, "nakama": 2051, "pricy": 2052, "cost": 2053, "farmers": 2054, "running": 2055, "joke": 2056, "2x": 2057, "brisket": 2058, "pulled": 2059, "yeah": 2060, "prep": 2061, "borderline": 2062, "screamed": 2063, "tired": 2064, "alright": 2065, "horrid": 2066, "general": 2067, "edge": 2068, "decadent": 2069, "starter": 2070, "soothing": 2071, "dined": 2072, "mentioned": 2073, "concern": 2074, "unhappy": 2075, "shakes": 2076, "gym": 2077, "atrocious": 2078, "owns": 2079, "dress": 2080, "cleaned": 2081, "revisit": 2082, "north": 2083, "respectful": 2084, "naan": 2085, "pj": 2086, "bell": 2087, "feels": 2088, "chances": 2089, "its": 2090, "reputation": 2091, "riot": 2092, "welcoming": 2093, "besides": 2094, "trade": 2095, "dollar": 2096, "sake": 2097, "bombers": 2098, "korean": 2099, "seattle": 2100, "las": 2101, "chefs": 2102, "entry": 2103, "inefficient": 2104, "jobs": 2105, "hidden": 2106, "autozone": 2107, "gross": 2108, "booths": 2109, "building": 2110, "plastic": 2111, "surprisingly": 2112, "loaf": 2113, "mini": 2114, "knife": 2115, "fault": 2116, "uh": 2117, "walgreens": 2118, "listens": 2119, "body": 2120, "grateful": 2121, "tuesdays": 2122, "exceptional": 2123, "cheer": 2124, "spectacular": 2125, "may": 2126, "reluctantly": 2127, "babbo": 2128, "mojitos": 2129, "bucks": 2130, "angel": 2131, "breath": 2132, "techs": 2133, "lisa": 2134, "ann": 2135, "tammy": 2136, "creates": 2137, "buzzed": 2138, "bring": 2139, "plaza": 2140, "traffic": 2141, "dessert": 2142, "lava": 2143, "spent": 2144, "elegant": 2145, "checking": 2146, "hi": 2147, "garage": 2148, "ripe": 2149, "pink": 2150, "ownership": 2151, "chimi": 2152, "changes": 2153, "chef": 2154, "watching": 2155, "football": 2156, "locally": 2157, "yum": 2158, "venezia": 2159, "cats": 2160, "stand": 2161, "compassion": 2162, "kindness": 2163, "additional": 2164, "technician": 2165, "manny": 2166, "oatmeal": 2167, "fire": 2168, "person": 2169, "sisters": 2170, "till": 2171, "supervisor": 2172, "listened": 2173, "co-workers": 2174, "stayed": 2175, "series": 2176, "chase": 2177, "field": 2178, "honey": 2179, "clt": 2180, "type": 2181, "deliciously": 2182, "dark": 2183, "pumpkin": 2184, "changed": 2185, "struck": 2186, "gold": 2187, "drowned": 2188, "canned": 2189, "described": 2190, "yourself": 2191, "favor": 2192, "speed": 2193, "lines": 2194, "soon": 2195, "driver": 2196, "refill": 2197, "gel": 2198, "f": 2199, "min": 2200, "10": 2201, "weather": 2202, "topped": 2203, "carpaccio": 2204, "warned": 2205, "chic": 2206, "travel": 2207, "frequently": 2208, "flight": 2209, "pointed": 2210, "cockroach": 2211, "memorable": 2212, "toppings": 2213, "talked": 2214, "lasagna": 2215, "walmart": 2216, "hiring": 2217, "#": 2218, "unreliable": 2219, "checked": 2220, "hooked": 2221, "upper": 2222, "consignment": 2223, "soooo": 2224, "gentleman": 2225, "apologized": 2226, "consistent": 2227, "jesse": 2228, "creole": 2229, "worry": 2230, "sampled": 2231, "sichuan": 2232, "mark": 2233, "fancy": 2234, "bargain": 2235, "everybody": 2236, "entertainment": 2237, "book": 2238, "orders": 2239, "correctly": 2240, "pancakes": 2241, "fluffy": 2242, "walk": 2243, "pharmacy": 2244, "corn": 2245, "wet": 2246, "pools": 2247, "honestly": 2248, "depends": 2249, "balance": 2250, "shame": 2251, "topping": 2252, "fryer": 2253, "larry": 2254, "judy": 2255, "mouth": 2256, "behaved": 2257, "bend": 2258, "longer": 2259, "boarding": 2260, "park": 2261, "prime": 2262, "rib": 2263, "zero": 2264, "enjoying": 2265, "bed": 2266, "comfy": 2267, "tasteful": 2268, "european": 2269, "exceptionally": 2270, "brandon": 2271, "@": 2272, "discount": 2273, "tire": 2274, "wants": 2275, "flying": 2276, "huevos": 2277, "rancheros": 2278, "hubby": 2279, "bins": 2280, "picked": 2281, "carries": 2282, "calamari": 2283, "tempe": 2284, "vermicelli": 2285, "healthy": 2286, "own": 2287, "threw": 2288, "attention": 2289, "politely": 2290, "pain": 2291, "meds": 2292, "asap": 2293, "serious": 2294, "leg": 2295, "unexpectedly": 2296, "remembers": 2297, "patch": 2298, "capital": 2299, "reservation": 2300, "advance": 2301, "stylist": 2302, "dread": 2303, "entering": 2304, "phx": 2305, "boring": 2306, "anymore": 2307, "moderately": 2308, "steady": 2309, "beet": 2310, "princess": 2311, "station": 2312, "thoughtful": 2313, "likes": 2314, "moist": 2315, "spanish": 2316, "omelet": 2317, "sense": 2318, "courtesy": 2319, "cancel": 2320, "wth": 2321, "alway": 2322, "gray": 2323, "completed": 2324, "brake": 2325, "masters": 2326, "difficult": 2327, "shots": 2328, "dbg": 2329, "annual": 2330, "nowhere": 2331, "sounds": 2332, "zucchini": 2333, "hays": 2334, "york": 2335, "style": 2336, "additionally": 2337, "extensive": 2338, "whites": 2339, "photographer": 2340, "kristen": 2341, "dressing": 2342, "saying": 2343, "forgot": 2344, "thru": 2345, "jr": 2346, "frosty": 2347, "view": 2348, "karaoke": 2349, "outgoing": 2350, "fellas": 2351, "lady": 2352, "hike": 2353, "sketchy": 2354, "chimichangas": 2355, "convenience": 2356, "infused": 2357, "candy": 2358, "saw": 2359, "calzones": 2360, "words": 2361, "energetic": 2362, "servings": 2363, "delish": 2364, "possible": 2365, "nordstrom": 2366, "younger": 2367, "throughout": 2368, "pics": 2369, "actual": 2370, "exactly": 2371, "enchilada": 2372, "indian": 2373, "pamela": 2374, "refund": 2375, "y": 2376, "helpfulness": 2377, "cheaper": 2378, "informed": 2379, "inquire": 2380, "tender": 2381, "veggies": 2382, "puts": 2383, "community": 2384, "miserable": 2385, "club": 2386, "steakhouse": 2387, "smelled": 2388, "quoted": 2389, "charged": 2390, "donuts": 2391, "cars": 2392, "fit": 2393, "slowest": 2394, "chipotle": 2395, "shut": 2396, "tartar": 2397, "newer": 2398, "remote": 2399, "dr": 2400, "obvious": 2401, "seasons": 2402, "paris": 2403, "parmesan": 2404, "motel": 2405, "setting": 2406, "example": 2407, "charm": 2408, "rustic": 2409, "country": 2410, "alone": 2411, "worthwhile": 2412, "hosted": 2413, "party": 2414, "7am": 2415, "texaz": 2416, "duck": 2417, "patrons": 2418, "enterprise": 2419, "status": 2420, "cupcakes": 2421, "pre": 2422, "bus": 2423, "hoagie": 2424, "impress": 2425, "satisfaction": 2426, "jimmy": 2427, "repeated": 2428, "multiple": 2429, "photo": 2430, "unnecessary": 2431, "repairs": 2432, "window": 2433, "bright": 2434, "incompetent": 2435, "workers": 2436, "working": 2437, "happily": 2438, "repeat": 2439, "vegetarian": 2440, "considered": 2441, "replace": 2442, "stations": 2443, "main": 2444, "steam": 2445, "choose": 2446, "edamame": 2447, "flawless": 2448, "lately": 2449, "reliable": 2450, "luckily": 2451, "joint": 2452, "picking": 2453, "hopefully": 2454, "washing": 2455, "pathetic": 2456, "nonexistent": 2457, "uncle": 2458, "sweat": 2459, "reclining": 2460, "movie": 2461, "gladly": 2462, "answered": 2463, "handful": 2464, "yellow": 2465, "nightly": 2466, "resort": 2467, "fee": 2468, "sadly": 2469, "locations": 2470, "combination": 2471, "noodle": 2472, "contained": 2473, "jalapeno": 2474, "already": 2475, "installers": 2476, "oph": 2477, "benedict": 2478, "odd": 2479, "colored": 2480, "hollandaise": 2481, "tortillas": 2482, "dude": 2483, "hygienists": 2484, "greek": 2485, "stuffed": 2486, "trust": 2487, "starbucks": 2488, "tummy": 2489, "drinking": 2490, "washers": 2491, "dryers": 2492, "complex": 2493, "selected": 2494, "marinara": 2495, "elsewhere": 2496, "fix": 2497, "burro": 2498, "received": 2499, "solid": 2500, "blew": 2501, "brewed": 2502, "e": 2503, "st": 2504, "3-5": 2505, "alternative": 2506, "hitting": 2507, "cancelled": 2508, "membership": 2509, "sonic": 2510, "against": 2511, "pear": 2512, "neat": 2513, "change": 2514, "forgettable": 2515, "tourist": 2516, "month": 2517, "pinot": 2518, "finish": 2519, "figured": 2520, "address": 2521, "lulu": 2522, "sriracha": 2523, "daily": 2524, "lease": 2525, "jerry": 2526, "older": 2527, "conversationalist": 2528, "cody": 2529, "brennan": 2530, "passengers": 2531, "shoot": 2532, "timed": 2533, "scored": 2534, "test": 2535, "officially": 2536, "list": 2537, "delis": 2538, "alas": 2539, "fooled": 2540, "minimum": 2541, "cole": 2542, "slaw": 2543, "knocked": 2544, "socks": 2545, "bunch": 2546, "children": 2547, "state": 2548, "grain": 2549, "wheat": 2550, "links": 2551, "approached": 2552, "yarn": 2553, "stock": 2554, "filet": 2555, "quiet": 2556, "minimal": 2557, "welcomed": 2558, "included": 2559, "california": 2560, "cities": 2561, "feed": 2562, "bag": 2563, "sooooo": 2564, "suggest": 2565, "panda": 2566, "express": 2567, "chopsticks": 2568, "consultant": 2569, "pepperoni": 2570, "response": 2571, "rescheduled": 2572, "travelers": 2573, "vibrant": 2574, "a-ok": 2575, "conversation": 2576, "jerk": 2577, "picture": 2578, "southern": 2579, "hospitality": 2580, "situation": 2581, "starving": 2582, "mansion": 2583, "sides": 2584, "yearly": 2585, "mead": 2586, "warrant": 2587, "tires": 2588, "sell": 2589, "behold": 2590, "science": 2591, "explain": 2592, "supporting": 2593, "substandard": 2594, "provide": 2595, "guacamole": 2596, "fortunately": 2597, "atm": 2598, "doubled": 2599, "fluke": 2600, "harsh": 2601, "church": 2602, "katz": 2603, "doc": 2604, "talented": 2605, "collect": 2606, "heck": 2607, "upsell": 2608, "insisted": 2609, "cucumber": 2610, "mint": 2611, "divine": 2612, "recipe": 2613, "failed": 2614, "walking": 2615, "holy": 2616, "cow": 2617, "ripoff": 2618, "tostada": 2619, "thoroughly": 2620, "satisfied": 2621, "trustworthy": 2622, "w": 2623, "key": 2624, "installed": 2625, "bubble": 2626, "underneath": 2627, "supply": 2628, "crunch": 2629, "salmon": 2630, "shawarma": 2631, "assume": 2632, "skilled": 2633, "skillet": 2634, "chorizo": 2635, "ultimate": 2636, "winner": 2637, "lettuce": 2638, "unwelcome": 2639, "device": 2640, "*": 2641, "unfortunate": 2642, "name": 2643, "estimated": 2644, "tone": 2645, "brle": 2646, "unappealing": 2647, "bride": 2648, "blank": 2649, "stare": 2650, "inedible": 2651, "massages": 2652, "oj": 2653, "unusual": 2654, "advised": 2655, "wide": 2656, "reaction": 2657, "corner": 2658, "fruit": 2659, "rocks": 2660, "plentiful": 2661, "proud": 2662, "create": 2663, "scare": 2664, "/": 2665, "sweets": 2666, "install": 2667, "likely": 2668, "hrs": 2669, "muffins": 2670, "deserves": 2671, "rewarded": 2672, "peruvian": 2673, "horribly": 2674, "fitting": 2675, "once": 2676, "purely": 2677, "herbs": 2678, "delightful": 2679, "corporate": 2680, "bagel": 2681, "au": 2682, "jus": 2683, "compliments": 2684, "necklace": 2685, "crafts": 2686, "gravy": 2687, "savory": 2688, "delectable": 2689, "hung": 2690, "lol": 2691, "efficiently": 2692, "street": 2693, "thats": 2694, "loaded": 2695, "communication": 2696, "cuz": 2697, "horrified": 2698, "organic": 2699, "facebook": 2700, "ambience": 2701, "lively": 2702, "autumn": 2703, "... ...": 2704, "child": 2705, "knowing": 2706, "truck": 2707, "sweetness": 2708, "watery": 2709, "scores": 2710, "decide": 2711, "dryer": 2712, "shit": 2713, "wraps": 2714, "staples": 2715, "madison": 2716, "chose": 2717, "los": 2718, "olivos": 2719, "housekeeping": 2720, "slide": 2721, "games": 2722, "weekdays": 2723, "dim": 2724, "sum": 2725, "decision": 2726, "visiting": 2727, "physicians": 2728, "beautifully": 2729, "lobby": 2730, "alicia": 2731, "living": 2732, "result": 2733, "exceeded": 2734, "eyes": 2735, "joe": 2736, "barber": 2737, "brand": 2738, "waffles": 2739, "duke": 2740, "energy": 2741, "electric": 2742, "baklava": 2743, "sugary": 2744, "helps": 2745, "secret": 2746, "carlos": 2747, "mushroom": 2748, "app": 2749, "amazed": 2750, "andy": 2751, "halfway": 2752, "2nd": 2753, "across": 2754, "unorganized": 2755, "stained": 2756, "waffle": 2757, "screwed": 2758, "refused": 2759, "clue": 2760, "yelled": 2761, "shady": 2762, "hang": 2763, "round": 2764, "peaks": 2765, "sticks": 2766, "friggin": 2767, "hottest": 2768, "tour": 2769, "explaining": 2770, "chew": 2771, "stores": 2772, "court": 2773, "parking": 2774, "favors": 2775, "tho": 2776, "acceptable": 2777, "joyful": 2778, "rentals": 2779, "definately": 2780, "filter": 2781, "loose": 2782, "reschedule": 2783, "piss": 2784, "forth": 2785, "effort": 2786, "air": 2787, "beverages": 2788, "sir": 2789, "exclusive": 2790, "cd": 2791, "obnoxious": 2792, "fits": 2793, "considering": 2794, "skin": 2795, "toes": 2796, "cup": 2797, "trans": 2798, "soo": 2799, "india": 2800, "gate": 2801, "ending": 2802, "sincere": 2803, "santa": 2804, "fe": 2805, "mama": 2806, "ricotta": 2807, "regardless": 2808, "husbands": 2809, "according": 2810, "hip": 2811, "tops": 2812, "roomy": 2813, "alot": 2814, "elevator": 2815, "handicapped": 2816, "equivalent": 2817, "begin": 2818, "baristas": 2819, "stopping": 2820, "support": 2821, "inexpensive": 2822, "managers": 2823, "curly": 2824, "sometime": 2825, "soba": 2826, "suddenly": 2827, "seat": 2828, "present": 2829, "pressured": 2830, "havana": 2831, "contrary": 2832, "laser": 2833, "companions": 2834, "catered": 2835, "chopped": 2836, "remotely": 2837, "shea": 2838, "blvd": 2839, "tortilla": 2840, "badger": 2841, "riding": 2842, "smoothly": 2843, "ones": 2844, "visits": 2845, "passing": 2846, "judgement": 2847, "terribly": 2848, "staffed": 2849, "sensitive": 2850, "life": 2851, "asian": 2852, "pork": 2853, "pot": 2854, "stickers": 2855, "greens": 2856, "lighter": 2857, "color": 2858, "crunchy": 2859, "teas": 2860, "gatherings": 2861, "balls": 2862, "rotated": 2863, "deck": 2864, "regretted": 2865, "floors": 2866, "treats": 2867, "immensely": 2868, "blue": 2869, "wishes": 2870, "success": 2871, "sally": 2872, "ghetto": 2873, "hillstone": 2874, "score": 2875, "compare": 2876, "shopped": 2877, "museum": 2878, "balanced": 2879, "blended": 2880, "rather": 2881, "cable": 2882, "currently": 2883, "nurses": 2884, "beside": 2885, "values": 2886, "similar": 2887, "milkshake": 2888, "carbs": 2889, "practically": 2890, "smells": 2891, "spice": 2892, "clutch": 2893, "kit": 2894, "stepped": 2895, "weddings": 2896, "o": 2897, "barely": 2898, "crispy": 2899, "intention": 2900, "answering": 2901, "fills": 2902, "resturant": 2903, "sent": 2904, "menus": 2905, "taxi": 2906, "valentine": 2907, "specialty": 2908, "mcdonalds": 2909, "journey": 2910, "shall": 2911, "thrown": 2912, "wisdom": 2913, "age": 2914, "burned": 2915, "dried": 2916, "tempura": 2917, "chop": 2918, "access": 2919, "account": 2920, "relax": 2921, "flower": 2922, "details": 2923, "plants": 2924, "mandarin": 2925, "curd": 2926, "drive-thru": 2927, "bless": 2928, "edit": 2929, "button": 2930, "forward": 2931, "sharing": 2932, "tina": 2933, "artichoke": 2934, "dip": 2935, "showed": 2936, "fax": 2937, "pat": 2938, "automotive": 2939, "specialists": 2940, "significant": 2941, "chemical": 2942, "regulars": 2943, "colors": 2944, "seasonally": 2945, "hands-down": 2946, "mignon": 2947, "hibachi": 2948, "paperwork": 2949, "bummer": 2950, "dust": 2951, "hence": 2952, "tab": 2953, "microwaved": 2954, "lesson": 2955, "learned": 2956, "colleague": 2957, "smoked": 2958, "art": 2959, "thanksgiving": 2960, "payment": 2961, "chocolates": 2962, "weekends": 2963, "toro": 2964, "construction": 2965, "rx": 2966, "among": 2967, "rating": 2968, "bones": 2969, "dog": 2970, "petsmart": 2971, "horseradish": 2972, "save": 2973, "serve": 2974, "vanilla": 2975, "diagnosis": 2976, "complaining": 2977, "custard": 2978, "swimming": 2979, "lemon": 2980, "butter": 2981, "relaxed": 2982, "homemade": 2983, "butt": 2984, "suit": 2985, "event": 2986, "fashion": 2987, "manicure": 2988, "cloth": 2989, "napkins": 2990, "jewel": 2991, "11am": 2992, "3pm": 2993, "comp": 2994, "proof": 2995, "approximately": 2996, "waters": 2997, "g": 2998, "urine": 2999, "lucky": 3000, "statues": 3001, "registers": 3002, "suggestions": 3003, "chunks": 3004, "jalepeno": 3005, "passable": 3006, "allows": 3007, "chat": 3008, "black": 3009, "angus": 3010, "snacks": 3011, "illegal": 3012, "dishonest": 3013, "neck": 3014, "killed": 3015, "finished": 3016, "tai": 3017, "flat": 3018, "toasted": 3019, "subs": 3020, "excellant": 3021, "gf": 3022, "earned": 3023, "adventure": 3024, "printing": 3025, "replied": 3026, "raisin": 3027, "tailor": 3028, "kicks": 3029, "liking": 3030, "issue": 3031, "non-existent": 3032, "slowly": 3033, "student": 3034, "rush": 3035, "admission": 3036, "aveda": 3037, "ignoring": 3038, "uniform": 3039, "postino": 3040, "hotels": 3041, "clinic": 3042, "means": 3043, "otherwise": 3044, "elementary": 3045, "cafeteria": 3046, "reviewing": 3047, "removed": 3048, "ugly": 3049, "vegans": 3050, "hospitable": 3051, "lucked": 3052, "george": 3053, "newly": 3054, "renovated": 3055, "bedroom": 3056, "lasted": 3057, "turkey": 3058, "globe": 3059, "worthy": 3060, "byob": 3061, "shelf": 3062, "tuesday": 3063, "speechless": 3064, "overcharged": 3065, "dough": 3066, "figure": 3067, "respect": 3068, "sprouts": 3069, "angela": 3070, "texas": 3071, "roadhouse": 3072, "offering": 3073, "deals": 3074, "prescription": 3075, "fajita": 3076, "conference": 3077, "entertained": 3078, "dragged": 3079, "falling": 3080, "following": 3081, "promise": 3082, "punctual": 3083, "ribeye": 3084, "produce": 3085, "meats": 3086, "disappoints": 3087, "managed": 3088, "fall": 3089, "tad": 3090, "pens": 3091, "lifetime": 3092, "awesomeness": 3093, "popcorn": 3094, "custom": 3095, "paint": 3096, "improved": 3097, "cleaner": 3098, "justify": 3099, "encountered": 3100, "blueberry": 3101, "remind": 3102, "mexico": 3103, "reuben": 3104, "carne": 3105, "asada": 3106, "frank": 3107, "alive": 3108, "rent": 3109, "afford": 3110, "everyday": 3111, "mother": 3112, "irish": 3113, "cooking": 3114, "cuisine": 3115, "celebrated": 3116, "30th": 3117, "anniversary": 3118, "spaghetti": 3119, "coat": 3120, "pan": 3121, "visitor": 3122, "quaint": 3123, "swiss": 3124, "bistro": 3125, "mills": 3126, "spend": 3127, "trashy": 3128, "reserved": 3129, "machines": 3130, "worn": 3131, "breaded": 3132, "battered": 3133, "august": 3134, "fed": 3135, "maintenance": 3136, "issues": 3137, "caught": 3138, "guard": 3139, "polished": 3140, "advisor": 3141, "remains": 3142, "findlay": 3143, "1/4": 3144, "occupied": 3145, "onions": 3146, "jalapenos": 3147, "harmony": 3148, "cabinet": 3149, "mobile": 3150, "bakery": 3151, "raising": 3152, "higher": 3153, "chapel": 3154, "ugh": 3155, "ginger": 3156, "sky": 3157, "harbor": 3158, "overrated": 3159, "zip": 3160, "tang": 3161, "dang": 3162, "provolone": 3163, "american": 3164, 