{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "i": 4, "was": 5, "sadly": 6, "mistaken": 7, ".": 8, "so": 9, "on": 10, "to": 11, "the": 12, "hoagies": 13, ",": 14, "italian": 15, "is": 16, "general": 17, "run": 18, "of": 19, "mill": 20, "minimal": 21, "meat": 22, "and": 23, "a": 24, "ton": 25, "shredded": 26, "lettuce": 27, "nothing": 28, "really": 29, "special": 30, "&": 31, "not": 32, "worthy": 33, "$": 34, "_num_": 35, "price": 36, "tag": 37, "second": 38, "steak": 39, "hoagie": 40, "it": 41, "atrocious": 42, "had": 43, "pay": 44, "add": 45, "cheese": 46, "she": 47, "told": 48, "me": 49, "there": 50, "charge": 51, "for": 52, "dressing": 53, "side": 54, "are": 55, "you": 56, "kidding": 57, "?": 58, "going": 59, "ordered": 60, "without": 61, "tomato": 62, "onions": 63, "or": 64, "paid": 65, "sauted": 66, "mushrooms": 67, "in": 68, "this": 69, "case": 70, "never": 71, "(": 72, "bun": 73, "better": 74, "than": 75, "average": 76, ")": 77, "wake": 78, "up": 79, "lose": 80, "your": 81, "business": 82, "place": 83, "has": 84, "none": 85, "them": 86, "april": 87, "no": 88, "grass": 89, "tees": 90, "yet": 91, "range": 92, "bottom": 93, "line": 94, "sucks": 95, "someone": 96, "should": 97, "buy": 98, "turn": 99, "into": 100, "what": 101, "be": 102, "very": 103, "disappointed": 104, "customer": 105, "service": 106, "we": 107, "will": 108, "back": 109, "iced": 110, "tea": 111, "also": 112, "terrible": 113, "tasting": 114, "used": 115, "go": 116, "tires": 117, "brakes": 118, "etc": 119, "plus": 120, "new": 121, "went": 122, "flat": 123, "within": 124, "weeks": 125, "originally": 126, "would": 127, "take": 128, "mins": 129, "slow": 130, "over": 131, "priced": 132, "'": 133, "ll": 134, "elsewhere": 135, "next": 136, "time": 137, "frustrated": 138, "they": 139, "seem": 140, "overpriced": 141, "too": 142, "do": 143, "n't": 144, "waste": 145, "call": 146, "estimate": 147, "shortly": 148, "after": 149, "returning": 150, "home": 151, "started": 152, "cough": 153, "gag": 154, "like": 155, "uncomfortable": 156, "at": 157, "point": 158, "were": 159, "open": 160, "another": 161, "hour": 162, "wait": 163, "hrs": 164, "days": 165, "seen": 166, "absolutely": 167, "worst": 168, "care": 169, "all": 170, "my": 171, "experience": 172, "with": 173, "vets": 174, "!": 175, "from": 176, "great": 177, "horrible": 178, "problems": 179, "noisy": 180, "snow": 181, "summer": 182, "him": 183, "rude": 184, "once": 185, "get": 186, "have": 187, "ethics": 188, "dropped": 189, "off": 190, "shirts": 191, "establishment": 192, "just": 193, "before": 194, "thanksgiving": 195, "offered": 196, "shirt": 197, "lost": 198, "use": 199, "their": 200, "services": 201, "again": 202, "if": 203, "sign": 204, "blank": 205, "fixtures": 206, "store": 207, "been": 208, "removed": 209, "bread": 210, "still": 211, "basic": 212, "salad": 213, "big": 214, "deal": 215, "imagined": 216, "how": 217, "confusing": 218, "question": 219, "that": 220, "could": 221, "possibly": 222, "nah": 223, "...": 224, "why": 225, "bother": 226, "when": 227, "many": 228, "other": 229, "options": 230, "around": 231, "hungry": 232, "actually": 233, "tastebuds": 234, "but": 235, "apparently": 236, "mama": 237, "left": 238, "kitchen": 239, "as": 240, "mushroom": 241, "omelette": 242, "lacking": 243, "wanted": 244, "microwave": 245, "omelet": 246, "gone": 247, "burger": 248, "king": 249, "two": 250, "scrambled": 251, "whole": 252, "eggs": 253, "toast": 254, "fries": 255, "considerably": 256, "nasty": 257, "tone": 258, "trash": 259, "guess": 260, "who": 261, "busy": 262, "carnegie": 263, "coffee": 264, "company": 265, "down": 266, "street": 267, "hot": 268, "think": 269, "ac": 270, "does": 271, "say": 272, "cash": 273, "only": 274, "anywhere": 275, "inside": 276, "menu": 277, "either": 278, "an": 279, "atm": 280, "ca": 281, "believe": 282, "cards": 283, "brewed": 284, "perfection": 285, "which": 286, "appreciate": 287, "fed": 288, "family": 289, "breakfast": 290, "us": 291, "mention": 292, "allergies": 293, "full": 294, "effect": 295, "bathroom": 296, "inconvenient": 297, "out": 298, "pathetic": 299, "sure": 300, "spend": 301, "money": 302, "give": 303, "less": 304, "one": 305, "star": 306, "luck": 307, "s": 308, "tiny": 309, "long": 310, "bar": 311, "old": 312, "irish": 313, "pubs": 314, "more": 315, "smoking": 316, "allowed": 317, "same": 318, "lousy": 319, "want": 320, "need": 321, "local": 322, "watering": 323, "holes": 324, "whatever": 325, "cold": 326, "guinness": 327, "some": 328, "pizza": 329, "ve": 330, "ever": 331, "coupon": 332, "paper": 333, "topping": 334, "cut": 335, "sicilian": 336, "huge": 337, "chunks": 338, "straight": 339, "can": 340, "gross": 341, "veggies": 342, "wilted": 343, "flavor": 344, "seasoning": 345, "texture": 346, "reminiscent": 347, "spam": 348, "here": 349, "past": 350, "always": 351, "mistake": 352, "way": 353, "probably": 354, "possible": 355, "zero": 356, "stars": 357, "dated": 358, "appears": 359, "poorly": 360, "cared": 361, "smelled": 362, "burnt": 363, "fish": 364, "walked": 365, "door": 366, "soft": 367, "corn": 368, "lacked": 369, "butter": 370, "bad": 371, "-": 372, "nice": 373, "people": 374, "unfortunately": 375, "reviews": 376, "did": 377, "acknowledge": 378, "signage": 379, "hours": 380, ";": 381, "avoid": 382, "cost": 383, "even": 384, "taste": 385, "good": 386, "american": 387, "style": 388, "chinese": 389, "food": 390, "order": 391, "takeout": 392, "every": 393, "month": 394, "let": 395, "alone": 396, "dirty": 397, "heck": 398, "needless": 399, "returned": 400, "otherwise": 401, "put": 402, "sleep": 403, "cat": 404, "denny": 405, "thanks": 406, "attitude": 407, "members": 408, "feel": 409, "welcome": 410, "well": 411, "maintained": 412, "recent": 413, "changed": 414, "mind": 415, "bit": 416, "knowledge": 417, "filling": 418, "water": 419, "biggest": 420, "complaint": 421, "however": 422, "happened": 423, "our": 424, "meals": 425, "he": 426, "took": 427, "remake": 428, "anything": 429, "quite": 430, "frankly": 431, "guy": 432, "apologized": 433, "coming": 434, "feeling": 435, "much": 436, "make": 437, "little": 438, "worried": 439, "ambiance": 440, "said": 441, "desired": 442, "consider": 443, "where": 444, "prices": 445, "high": 446, "served": 447, "main": 448, "dishes": 449, "... .": 450, "papa": 451, "j": 452, "expensive": 453, "inconsistent": 454, "restaurants": 455, "disgusting": 456, "eat": 457, "ugh": 458, "his": 459, "broccoli": 460, "rock": 461, "hard": 462, "wood": 463, "chicken": 464, "dry": 465, "restaurant": 466, "twice": 467, "both": 468, "times": 469, "wo": 470, "first": 471, "almost": 472, "ridiculous": 473, "decided": 474, "tonight": 475, "bland": 476, "kids": 477, "managers": 478, "longer": 479, "game": 480, "town": 481, "obviously": 482, "simple": 483, "handled": 484, "by": 485, "management": 486, "appalling": 487, "husband": 488, "ate": 489, "couple": 490, "ago": 491, "drowning": 492, "vinegar": 493, "pasta": 494, "mine": 495, "about": 496, "quarter": 497, "finish": 498, "hate": 499, "wasting": 500, "eating": 501, "pittsburgh": 502, "officially": 503, "itself": 504, "budget": 505, "per": 506, "pine": 507, "nuts": 508, "/": 509, "drinks": 510, "empty": 511, "rather": 512, "looks": 513, "deli": 514, "counter": 515, "layout": 516, "tastefully": 517, "done": 518, "dining": 519, "area": 520, "brighter": 521, "rest": 522, "given": 523, "annoying": 524, "confused": 525, "appeared": 526, "idea": 527, "doing": 528, "half": 529, "try": 530, "somewhere": 531, "else": 532, "dine": 533, "hell": 534, "older": 535, "man": 536, "table": 537, "nicer": 538, "piccata": 539, "flavorful": 540, "expected": 541, "signs": 542, "being": 543, "coated": 544, "rich": 545, "golden": 546, "brown": 547, "vegetables": 548, "cooked": 549, "any": 550, "real": 551, "total": 552, "change": 553, "friend": 554, "veal": 555, "brought": 556, "sausage": 557, "waitress": 558, "extremely": 559, "tolerate": 560, "efficiency": 561, "sat": 562, "minutes": 563, "server": 564, "came": 565, "grab": 566, "stuffed": 567, "banana": 568, "peppers": 569, "arrived": 570, "`": 571, "incredible": 572, "white": 573, "incredibly": 574, "while": 575, "patrick": 576, "stepped": 577, "entire": 578, "fairly": 579, "wrote": 580, "received": 581, "response": 582, "person": 583, "got": 584, "shrimp": 585, "drink": 586, "joke": 587, "last": 588, "visit": 589, "overlooked": 590, "gnocchi": 591, "okay": 592, "shame": 593, "asking": 594, "potatoes": 595, "included": 596, "marsala": 597, "return": 598, "dental": 599, "life": 600, "save": 601, "yourself": 602, "lot": 603, "pain": 604, "thru": 605, "am": 606, "currently": 607, "office": 608, "dogs": 609, "teeth": 610, "cleaned": 611, "offices": 612, "posted": 613, "yelp": 614, "review": 615, "found": 616, "marinara": 617, "sauce": 618, "may": 619, "having": 620, "delivered": 621, "expectations": 622, "mcdonalds": 623, "t": 624, "rarely": 625, "cashier": 626, "friends": 627, "then": 628, "promptly": 629, "ignored": 630, "manager": 631, "giving": 632, "eaten": 633, "various": 634, "years": 635, "mcdonald": 636, "amazing": 637, ":": 638, "mac": 639, "large": 640, "diet": 641, "coke": 642, "soda": 643, "machine": 644, "broken": 645, "sodas": 646, "medium": 647, "see": 648, "poor": 649, "nuggets": 650, "under": 651, "getting": 652, "refunds": 653, "watered": 654, "staff": 655, "doesnt": 656, "know": 657, "skip": 658, "seating": 659, "limited": 660, "m": 661, "fan": 662, "location": 663, "hardly": 664, "tables": 665, "sit": 666, "guard": 667, "barista": 668, "dishonest": 669, "unfriendly": 670, "sell": 671, "push": 672, "waterfront": 673, "awhile": 674, "finally": 675, "find": 676, "wondering": 677, "help": 678, "feels": 679, "cluttered": 680, "because": 681, "stuff": 682, "everywhere": 683, "re": 684, "looking": 685, "something": 686, "specific": 687, "usually": 688, "stop": 689, "already": 690, "tend": 691, "absolute": 692, "n": 693, "shake": 694, "bf": 695, "min": 696, "wish": 697, "looked": 698, "earlier": 699, "thing": 700, "worse": 701, "several": 702, "things": 703, "annoyed": 704, "neither": 705, "angel": 706, "nor": 707, "anyone": 708, "top": 709, "might": 710, "stomach": 711, "bug": 712, "kind": 713, "strange": 714, "seat": 715, "def": 716, "worth": 717, "chili": 718, "burgers": 719, "fair": 720, "salads": 721, "pretty": 722, "mess": 723, "others": 724, "understaffed": 725, "cleanliness": 726, "cheap": 727, "crap": 728, "hit": 729, "miss": 730, "awful": 731, "fast": 732, "ten": 733, "window": 734, "prepared": 735, "drive": 736, "closed": 737, "witnessed": 738, "insane": 739, "drive-through": 740, "restroom": 741, "leaves": 742, "most": 743, "downright": 744, "drive-thru": 745, "workers": 746, "comes": 747, "tell": 748, "her": 749, "badly": 750, "burned": 751, "clear": 752, "fresh": 753, "corporate": 754, "keeps": 755, "complained": 756, "numerous": 757, "extra": 758, "south": 759, "hills": 760, "portions": 761, "small": 762, "clean": 763, "number": 764, "choice": 765, "stays": 766, "waitresses": 767, "attention": 768, "mustard": 769, "mayo": 770, "polite": 771, "though": 772, "completely": 773, "near": 774, "flag": 775, "faster": 776, "party": 777, "adults": 778, "kid": 779, "worked": 780, "cook": 781, "needs": 782, "training": 783, "waited": 784, "charred": 785, "hamburger": 786, "apologetic": 787, "thought": 788, "serve": 789, "address": 790, "issue": 791, "five": 792, "maybe": 793, "outside": 794, "filthy": 795, "employees": 796, "caring": 797, "unsanitary": 798, "keep": 799, "forgetting": 800, "dog": 801, "groomed": 802, "nearby": 803, "petco": 804, "basement": 805, "space": 806, "red": 807, "bull": 808, "vodka": 809, "opinion": 810, "sing": 811, "lame": 812, "music": 813, "guys": 814, "played": 815, "recommend": 816, "anybody": 817, "significantly": 818, "hill": 819, "each": 820, "year": 821, "crowd": 822, "seems": 823, "smaller": 824, "boring": 825, "reservations": 826, "packed": 827, "saturday": 828, "night": 829, "those": 830, "computers": 831, "making": 832, "mistakes": 833, "lowe": 834, "turned": 835, "paying": 836, "hundred": 837, "dollars": 838, "doors": 839, "installed": 840, "installation": 841, "refund": 842, "unprofessional": 843, "goodbye": 844, "lowes": 845, "hello": 846, "depot": 847, "rudeness": 848, "checking": 849, "trying": 850, "items": 851, "clearly": 852, "unimpressive": 853, "potato": 854, "skins": 855, "artificial": 856, "appealing": 857, "wings": 858, "sent": 859, "quick": 860, "easy": 861, "app": 862, "beers": 863, "house": 864, "boot": 865, "beer": 866, "downfall": 867, "duke": 868, "flavorless": 869, "passable": 870, "tenders": 871, "seven": 872, "strikes": 873, "gave": 874, "refused": 875, "offer": 876, "felt": 877, "ordering": 878, "free": 879, "sandwich": 880, "until": 881, "grabbed": 882, "happy": 883, "menus": 884, "split": 885, "cocktail": 886, "waitstaff": 887, "hassle": 888, "repeatedly": 889, "desserts": 890, "healthy": 891, "apple": 892, "pecan": 893, "barely": 894, "perhaps": 895, "instead": 896, "games": 897, "scene": 898, "sliced": 899, "mixed": 900, "pricey": 901, "sucked": 902, "mediocre": 903, "pickles": 904, "maximum": 905, "costs": 906, "gets": 907, "later": 908, "refills": 909, "folks": 910, "yep": 911, "compensation": 912, "spending": 913, "bartenders": 914, "together": 915, "weekends": 916, "apathetic": 917, "peanut": 918, "lots": 919, "running": 920, "crazy": 921, "hire": 922, "breading": 923, "thinking": 924, "stopped": 925, "oh": 926, "sometime": 927, "moderately": 928, "except": 929, "bathrooms": 930, "everything": 931, "below": 932, "10:30": 933, "pm": 934, "stay": 935, "customers": 936, "fault": 937, "handle": 938, "rush": 939, "acknowledged": 940, "wrong": 941, "minimum": 942, "boyfriend": 943, "philly": 944, "cheesesteak": 945, "salty": 946, "frustration": 947, "picked": 948, "kinda": 949, "search": 950, "cleanest": 951, "managed": 952, "hyped": 953, "regardless": 954, "lunch": 955, "today": 956, "wife": 957, "prompt": 958, "disappeared": 959, "grilled": 960, "quesadilla": 961, "mens": 962, "room": 963, "towels": 964, "hands": 965, "fail": 966, "type": 967, "venue": 968, "d": 969, "b": 970, "arcade": 971, "thats": 972, "factor": 973, "rating": 974, "women": 975, "following": 976, "policy": 977, "liked": 978, "everyone": 979, "hated": 980, "apologies": 981, "sitting": 982, "noticed": 983, "parties": 984, "stale": 985, "urine": 986, "floors": 987, "sticky": 988, "overall": 989, "must": 990, "accompanied": 991, "3-4": 992, "saw": 993, "didnt": 994, "greet": 995, "sisters": 996, "younger": 997, "drinking": 998, "especially": 999, "multiple": 1000, "hostesses": 1001, "bus": 1002, "boys": 1003, "nina": 1004, "ashley": 1005, "highly": 1006, "goes": 1007, "pile": 1008, "beverage": 1009, "napkins": 1010, "despite": 1011, "pointing": 1012, "problem": 1013, "anyway": 1014, "come": 1015, "play": 1016, "definitely": 1017, "enough": 1018, "understand": 1019, "away": 1020, "negative": 1021, "selected": 1022, "bothered": 1023, "provide": 1024, "updates": 1025, "positive": 1026, "ghetto": 1027, "kept": 1028, "calling": 1029, "baby": 1030, "additional": 1031, "takes": 1032, "plate": 1033, "says": 1034, "right": 1035, "lack": 1036, "empathy": 1037, "disturbing": 1038, "incorrectly": 1039, "frosty": 1040, "runny": 1041, "cant": 1042, "rate": 1043, "cause": 1044, "since": 1045, "its": 1046, "called": 1047, "asked": 1048, "original": 1049, "pretzel": 1050, "appetizer": 1051, "ribs": 1052, "rack": 1053, "choices": 1054, "wines": 1055, "super": 1056, "awesome": 1057, "stood": 1058, "dead": 1059, "monday": 1060, "3/4": 1061, "head": 1062, "low": 1063, "lately": 1064, "falls": 1065, "category": 1066, "shoot": 1067, "quality": 1068, "till": 1069, "admit": 1070, "brews": 1071, "cheddar": 1072, "mash": 1073, "meh": 1074, "forgettable": 1075, "platter": 1076, "pool": 1077, "ran": 1078, "greasy": 1079, "virtually": 1080, "crab": 1081, "ok": 1082, "best": 1083, "bbq": 1084, "blew": 1085, "crappy": 1086, "tacos": 1087, "underwhelming": 1088, "sealed": 1089, "presence": 1090, "important": 1091, "part": 1092, "skipping": 1093, "reality": 1094, "match": 1095, "standard": 1096, "yes": 1097, "guessed": 1098, "uninspired": 1099, "tired": 1100, "ordinary": 1101, "spicy": 1102, "thick": 1103, "consisted": 1104, "three": 1105, "thinly": 1106, "pieces": 1107, "dinner": 1108, "filing": 1109, "load": 1110, "bacon": 1111, "meal": 1112, "wash": 1113, "rid": 1114, "core": 1115, "now": 1116, "suck": 1117, "suffered": 1118, "tremendously": 1119, "expect": 1120, "certainly": 1121, "leave": 1122, "classic": 1123, "excited": 1124, "topped": 1125, "olive": 1126, "mini": 1127, "pickle": 1128, "odd": 1129, "squash": 1130, "replaced": 1131, "disappointing": 1132, "seated": 1133, "tried": 1134, "steal": 1135, "few": 1136, "failure": 1137, "own": 1138, "dish": 1139, "smothered": 1140, "double": 1141, "swiss": 1142, "tasteless": 1143, "caramelized": 1144, "added": 1145, "raw": 1146, "waiter": 1147, "ask": 1148, "bison": 1149, "tasty": 1150, "salsa": 1151, "guac": 1152, "sour": 1153, "cream": 1154, "freezing": 1155, "enchiladas": 1156, "disrespectful": 1157, "fact": 1158, "advise": 1159, "against": 1160, "master": 1161, "muffler": 1162, "website": 1163, "makes": 1164, "difficult": 1165, "planning": 1166, "spaghetti": 1167, "bowl": 1168, "sloppy": 1169, "tasted": 1170, "edible": 1171, "memorable": 1172, "offensive": 1173, "damn": 1174, "sick": 1175, "different": 1176, "ways": 1177, "somehow": 1178, "comedy": 1179, "routine": 1180, "unacceptable": 1181, "fingers": 1182, "dryer": 1183, "sand": 1184, "shitty": 1185, "tgi": 1186, "friday": 1187, "claimed": 1188, "ready": 1189, "whoever": 1190, "designed": 1191, "shot": 1192, "lobby": 1193, "hold": 1194, "show": 1195, "praise": 1196, "ends": 1197, "target": 1198, "banking": 1199, "competition": 1200, "bring": 1201, "end": 1202, "regard": 1203, "walmart": 1204, "skirt": 1205, "ruined": 1206, "cleaning": 1207, "costco": 1208, "giant": 1209, "eagle": 1210, "risk": 1211, "health": 1212, "pharmacy": 1213, "barnes": 1214, "noble": 1215, "books": 1216, "list": 1217, "spacious": 1218, "outdoor": 1219, "windows": 1220, "remember": 1221, "name": 1222, "rob": 1223, "sliders": 1224, "settled": 1225, "hummus": 1226, "unbelievably": 1227, "reason": 1228, "louie": 1229, "bill": 1230, "loved": 1231, "fruit": 1232, "flies": 1233, "8:": 1234, "30": 1235, "walk": 1236, "beyond": 1237, "restaraunt": 1238, "dip": 1239, "chips": 1240, "ratio": 1241, "servers": 1242, "chatting": 1243, "serves": 1244, "plenty": 1245, "opposite": 1246, "direction": 1247, "grossly": 1248, "friendly": 1249, "margarita": 1250, "suggested": 1251, "berry": 1252, "mojito": 1253, "overly": 1254, "sweet": 1255, "alcohol": 1256, "acoustics": 1257, "bobby": 1258, "lord": 1259, "loud": 1260, "sore": 1261, "yelling": 1262, "myself": 1263, "heard": 1264, "cool": 1265, "wan": 1266, "na": 1267, "love": 1268, "temperature": 1269, "immediately": 1270, "waters": 1271, "martini": 1272, "upstairs": 1273, "so-so": 1274, "awkward": 1275, "bartender": 1276, "slowly": 1277, "walking": 1278, "excuse": 1279, "please": 1280, "earned": 1281, "appetizers": 1282, "refill": 1283, "made": 1284, "reservation": 1285, "rave": 1286, "organization": 1287, "flying": 1288, "mortified": 1289, "quickly": 1290, "finished": 1291, "spent": 1292, "nachos": 1293, "ill": 1294, "parking": 1295, "pass": 1296, "misses": 1297, "book": 1298, "pushed": 1299, "chairs": 1300, "adult": 1301, "weekdays": 1302, "lounge": 1303, "lazy": 1304, "river": 1305, "dont": 1306, "lines": 1307, "shade": 1308, "cooling": 1309, "spots": 1310, "garden": 1311, "hose": 1312, "disgusted": 1313, "sad": 1314, "sister": 1315, "day": 1316, "season": 1317, "lay": 1318, "horse": 1319, "such": 1320, "locker": 1321, "thorough": 1322, "instruction": 1323, "turns": 1324, "suggest": 1325, "staying": 1326, "far": 1327, "fried": 1328, "rice": 1329, "slimy": 1330, "indifferent": 1331, "repeat": 1332, "plain": 1333, "soy": 1334, "tso": 1335, "crispy": 1336, "assuming": 1337, "speed": 1338, "experienced": 1339, "understatement": 1340, "turkey": 1341, "supposed": 1342, "round": 1343, "disappointment": 1344, "jack": 1345, "daniel": 1346, "fatty": 1347, "freezer": 1348, "weird": 1349, "weeknight": 1350, "overdone": 1351, "fridays": 1352, "expecting": 1353, "champaign": 1354, "warm": 1355, "pot": 1356, "sticker": 1357, "funny": 1358, "chain": 1359, "anymore": 1360, "look": 1361, "picture": 1362, "improvement": 1363, "w": 1364, "ass": 1365, "mashed": 1366, "outstanding": 1367, "exist": 1368, "adequate": 1369, "fill": 1370, "pinch": 1371, "woke": 1372, "late": 1373, "missed": 1374, "favorite": 1375, "11:30": 1376, "mostly": 1377, "chopped": 1378, "tomatoes": 1379, "bite": 1380, "interesting": 1381, "stellar": 1382, "um": 1383, "sort": 1384, "holding": 1385, "retail": 1386, "visited": 1387, "soup": 1388, "gooey": 1389, "wow": 1390, "continue": 1391, "doughy": 1392, "dumplings": 1393, "early": 1394, "difference": 1395, "front": 1396, "singapore": 1397, "noodles": 1398, "minus": 1399, "kick": 1400, "sooooo": 1401, "horrendous": 1402, "embarrassing": 1403, "conversation": 1404, "died": 1405, "soooooo": 1406, "playing": 1407, "pop": 1408, "asian": 1409, "bistro": 1410, "presentation": 1411, "5:30": 1412, "buck": 1413, "selection": 1414, "female": 1415, "miserable": 1416, "unhappy": 1417, "comped": 1418, "available": 1419, "pf": 1420, "changs": 1421, "headache": 1422, "par": 1423, "phone": 1424, "rang": 1425, "answered": 1426, "word": 1427, "hostess": 1428, "fake": 1429, "cup": 1430, "wonton": 1431, "scale": 1432, "decor": 1433, "professional": 1434, "glasses": 1435, "literally": 1436, "steamed": 1437, "tofu": 1438, "chang": 1439, "lee": 1440, "china": 1441, "palace": 1442, "describe": 1443, "depressing": 1444, "hoping": 1445, "complaints": 1446, "evening": 1447, "beef": 1448, "least": 1449, "regret": 1450, "1/2": 1451, "bitter": 1452, "mentioned": 1453, "movie": 1454, "particular": 1455, "p": 1456, "f": 1457, "tough": 1458, "enterprise": 1459, "trusted": 1460, "experiences": 1461, "panera": 1462, "tortellini": 1463, "noodle": 1464, "appetizing": 1465, "sunday": 1466, "morning": 1467, "light": 1468, "roast": 1469, "ice": 1470, "slice": 1471, "ripe": 1472, "consistent": 1473, "matter": 1474, "considering": 1475, "pricing": 1476, "structure": 1477, "pastries": 1478, "yuk": 1479, "reluctantly": 1480, "owners": 1481, "downhill": 1482, "rushed": 1483, "reminds": 1484, "watch": 1485, "sale": 1486, "slim": 1487, "fit": 1488, "jacket": 1489, "shocked": 1490, "men": 1491, "dress": 1492, "clothes": 1493, "messy": 1494, "work": 1495, "commission": 1496, "seriously": 1497, "pants": 1498, "knew": 1499, "gift": 1500, "card": 1501, "continuing": 1502, "check": 1503, "nightmare": 1504, "delish": 1505, "shop": 1506, "bbb": 1507, "responsibility": 1508, "gut": 1509, "tells": 1510, "trust": 1511, "e": 1512, "ps": 1513, "wind": 1514, "washing": 1515, "strawberry": 1516, "pies": 1517, "exception": 1518, "rule": 1519, "places": 1520, "seemed": 1521, "single": 1522, "employee": 1523, "refilled": 1524, "basically": 1525, "pure": 1526, "torture": 1527, "higher": 1528, "pumpkin": 1529, "creme": 1530, "pie": 1531, "remembered": 1532, "horribly": 1533, "hosts": 1534, "page": 1535, "apology": 1536, "simply": 1537, "sometimes": 1538, "become": 1539, "forks": 1540, "recently": 1541, "park": 1542, "proper": 1543, "pineapple": 1544, "wine": 1545, "breaks": 1546, "heart": 1547, "closer": 1548, "talked": 1549, "yelled": 1550, "rings": 1551, "utensils": 1552, "recommended": 1553, "garbage": 1554, "sorry": 1555, "lobster": 1556, "bisque": 1557, "scallops": 1558, "minds": 1559, "decision": 1560, "chowder": 1561, "flour": 1562, "stew": 1563, "cakes": 1564, "frozen": 1565, "blue": 1566, "stringy": 1567, "pre-made": 1568, "easter": 1569, "skills": 1570, "behavior": 1571, "holiday": 1572, "hurry": 1573, "biz": 1574, "district": 1575, "chance": 1576, "contact": 1577, "chef": 1578, "penne": 1579, "alfredo": 1580, "stir": 1581, "garnish": 1582, "2nd": 1583, "involved": 1584, "fine": 1585, "vacation": 1586, "excellent": 1587, "hand": 1588, "pushing": 1589, "diners": 1590, "club": 1591, "program": 1592, "silver": 1593, "wrapped": 1594, "torn": 1595, "linens": 1596, "overcooked": 1597, "stuffing": 1598, "piece": 1599, "lump": 1600, "hoped": 1601, "reply": 1602, "inedible": 1603, "ceiling": 1604, "sight": 1605, "uninterested": 1606, "waiters": 1607, "wandering": 1608, "purchase": 1609, "further": 1610, "consideration": 1611, "deserve": 1612, "sporting": 1613, "goods": 1614, "attempt": 1615, "carry": 1616, "products": 1617, "dick": 1618, "these": 1619, "glad": 1620, "shorts": 1621, "degrees": 1622, "surprisingly": 1623, "purchasing": 1624, "convenient": 1625, "bank": 1626, "til": 1627, "hi": 1628, "thank": 1629, "forget": 1630, "world": 1631, "owner": 1632, "repair": 1633, "delivery": 1634, "crust": 1635, "thin": 1636, "delivering": 1637, "caused": 1638, "credit": 1639, "debit": 1640, "allison": 1641, "ai": 1642, "pierogies": 1643, "dried": 1644, "biscuits": 1645, "2:30": 1646, "pork": 1647, "boneless": 1648, "fat": 1649, "patty": 1650, "sorta": 1651, "toppings": 1652, "grocery": 1653, "chains": 1654, "arrangement": 1655, "photo": 1656, "ranch": 1657, "close": 1658, "bend": 1659, "backwards": 1660, "visiting": 1661, "sea": 1662, "leftovers": 1663, "woman": 1664, "answers": 1665, "con": 1666, "threw": 1667, "hung": 1668, "common": 1669, "sense": 1670, "forced": 1671, "bed": 1672, "bites": 1673, "body": 1674, "bugs": 1675, "marks": 1676, "nails": 1677, "feelings": 1678, "toes": 1679, "hurt": 1680, "polish": 1681, "stylist": 1682, "rolling": 1683, "cart": 1684, "combos": 1685, "yesterday": 1686, "o'clock": 1687, "taking": 1688, "vet": 1689, "educated": 1690, "wound": 1691, "treated": 1692, "properly": 1693, "healed": 1694, "cried": 1695, "constantly": 1696, "scared": 1697, "pet": 1698, "annual": 1699, "facebook": 1700, "animals": 1701, "changing": 1702, "removing": 1703, "clients": 1704, "needed": 1705, "lincoln": 1706, "bakery": 1707, "sold": 1708, "site": 1709, "foreign": 1710, "ended": 1711, "buying": 1712, "everytime": 1713, "arby": 1714, "slightly": 1715, "reheated": 1716, "sugar": 1717, "blt": 1718, "advertised": 1719, "delicious": 1720, "fell": 1721, "short": 1722, "based": 1723, "belief": 1724, "favors": 1725, "through": 1726, "shops": 1727, "thrift": 1728, "deciding": 1729, "placed": 1730, "shelf": 1731, "handed": 1732, "stores": 1733, "pull": 1734, "buffalo": 1735, "pita": 1736, "grease": 1737, "poured": 1738, "neighborhood": 1739, "dr": 1740, "murphy": 1741, "dentist": 1742, "unfortunate": 1743, "groomer": 1744, "apologize": 1745, "prior": 1746, "7pm": 1747, "rudely": 1748, "group": 1749, "sticks": 1750, "rough": 1751, "waits": 1752, "attentiveness": 1753, "pino": 1754, "prime": 1755, "inconvenience": 1756, "glass": 1757, "week": 1758, "listen": 1759, "sun": 1760, "attentive": 1761, "liquor": 1762, "license": 1763, "investment": 1764, "chose": 1765, "option": 1766, "course": 1767, "baked": 1768, "eggplant": 1769, "caprese": 1770, "breaded": 1771, "soggy": 1772, "impressive": 1773, "wasted": 1774, "kindly": 1775, "speaking": 1776, "mother": 1777, "embarrassed": 1778, "situation": 1779, "loudly": 1780, "requesting": 1781, "desire": 1782, "daughter": 1783, "mad": 1784, "step": 1785, "foot": 1786, "noise": 1787, "wheel": 1788, "aisle": 1789, "along": 1790, "wall": 1791, "set": 1792, "cents": 1793, "unhelpful": 1794, "grow": 1795, "hair": 1796, "date": 1797, "atmosphere": 1798, "typical": 1799, "offers": 1800, "take-out": 1801, "kung": 1802, "pao": 1803, "rangoon": 1804, "receive": 1805, "refuses": 1806, "correct": 1807, "mood": 1808, "pink": 1809, "color": 1810, "chewy": 1811, "drain": 1812, "dripping": 1813, "bag": 1814, "bean": 1815, "curd": 1816, "holy": 1817, "bat": 1818, "balls": 1819, "americanized": 1820, "minor": 1821, "changes": 1822, "tons": 1823, "broth": 1824, "pick": 1825, "apart": 1826, "watery": 1827, "heat": 1828, "pics": 1829, "curry": 1830, "filler": 1831, "junk": 1832, "lukewarm": 1833, "provolone": 1834, "homemade": 1835, "sandwiches": 1836, "dinners": 1837, "memory": 1838, "compared": 1839, "crusty": 1840, "dipping": 1841, "oil": 1842, "herbs": 1843, "spices": 1844, "%": 1845, "calamari": 1846, "zucchini": 1847, "entree": 1848, "rigatoni": 1849, "fiance": 1850, "ziti": 1851, "garlic": 1852, "generally": 1853, "serving": 1854, "including": 1855, "tip": 1856, "voucher": 1857, "shell": 1858, "station": 1859, "frustrating": 1860, "particularly": 1861, "effort": 1862, "gas": 1863, "car": 1864, "rear": 1865, "confirm": 1866, "passed": 1867, "halfway": 1868, "engine": 1869, "adopt": 1870, "pets": 1871, "update": 1872, "standards": 1873, "kitten": 1874, "ruins": 1875, "plan": 1876, "future": 1877, "shelter": 1878, "kill": 1879, "weak": 1880, "leadership": 1881, "six": 1882, "gripe": 1883, "tailoring": 1884, "beware": 1885, "dollar": 1886, "crunch": 1887, "anyways": 1888, "suit": 1889, "coat": 1890, "showed": 1891, "tailor": 1892, "vibe": 1893, "primary": 1894, "medical": 1895, "prescriptions": 1896, "hence": 1897, "writing": 1898, "disaster": 1899, "waiting": 1900, "install": 1901, "correctly": 1902, "booked": 1903, "appointment": 1904, "fixed": 1905, "leak": 1906, "tire": 1907, "working": 1908, "appointments": 1909, "tomorrow": 1910, "tenants": 1911, "fight": 1912, "mildew": 1913, "lower": 1914, "sound": 1915, "modern": 1916, "considered": 1917, "cozy": 1918, "young": 1919, "hip": 1920, "wonder": 1921, "major": 1922, "adjustment": 1923, "fuck": 1924, "floor": 1925, "skating": 1926, "rink": 1927, "regularly": 1928, "blah": 1929, "terribly": 1930, "all-you-can-eat": 1931, "companions": 1932, "blues": 1933, "potential": 1934, "interested": 1935, "classy": 1936, "exceptional": 1937, "humongous": 1938, "staple": 1939, "technically": 1940, "shadyside": 1941, "mercedes": 1942, "safe": 1943, "lightly": 1944, "pains": 1945, "mighty": 1946, "fallen": 1947, "alright": 1948, "comment": 1949, "forever": 1950, "max": 1951, "celery": 1952, "win": 1953, "amount": 1954, "tap": 1955, "subpar": 1956, "quiet": 1957, "buffet": 1958, "drops": 1959, "batter": 1960, "spot": 1961, "start": 1962, "cracking": 1963, "washed": 1964, "specially": 1965, "winter": 1966, "quoted": 1967, "size": 1968, "screwed": 1969, "straw": 1970, "happening": 1971, "encountered": 1972, "bunch": 1973, "condescending": 1974, "performances": 1975, "performance": 1976, "green": 1977, "pastry": 1978, "carmel": 1979, "key": 1980, "lime": 1981, "cake": 1982, "bakeries": 1983, "scare": 1984, "member": 1985, "granted": 1986, "nobody": 1987, "smiled": 1988, "above": 1989, "bureau": 1990, "motor": 1991, "vehicles": 1992, "unbelievable": 1993, "tremendous": 1994, "ordeal": 1995, "fix": 1996, "title": 1997, "aaa": 1998, "post": 1999, "online": 2000, "naturally": 2001, "automatic": 2002, "voicemail": 2003, "calls": 2004, "renew": 2005, "membership": 2006, "dealt": 2007, "dozen": 2008, "resolved": 2009, "clueless": 2010, "soul": 2011, "purpose": 2012, "taken": 2013, "complete": 2014, "dmv": 2015, "processed": 2016, "registration": 2017, "patronizing": 2018, "required": 2019, "fixing": 2020, "follow-up": 2021, "air": 2022, "gotten": 2023, "treatment": 2024, "facility": 2025, "county": 2026, "dissatisfied": 2027, "rant": 2028, "drove": 2029, "weekend": 2030, "read": 2031, "accurate": 2032, "aside": 2033, "hardware": 2034, "related": 2035, "lady": 2036, "works": 2037, "paint": 2038, "certain": 2039, "notice": 2040, "helping": 2041, "shopping": 2042, "relatively": 2043, "modest": 2044, "using": 2045, "pickup": 2046, "hopes": 2047, "increased": 2048, "sales": 2049, "associates": 2050, "useful": 2051, "hired": 2052, "areas": 2053, "cleaners": 2054, "pride": 2055, "damage": 2056, "promised": 2057, "5pm": 2058, "additionally": 2059, "smell": 2060, "separate": 2061, "occasions": 2062, "angry": 2063, "complaining": 2064, "midas": 2065, "value": 2066, "satisfaction": 2067, "furthermore": 2068, "belt": 2069, "system": 2070, "appt": 2071, "6pm": 2072, "discuss": 2073, "usual": 2074, "idiots": 2075, "desk": 2076, "clerk": 2077, "linda": 2078, "arrogant": 2079, "undercooked": 2080, "fully": 2081, "solid": 2082, "slices": 2083, "sounds": 2084, "updated": 2085, "known": 2086, "cheated": 2087, "liking": 2088, "seafood": 2089, "calzone": 2090, "remarkably": 2091, "stand": 2092, "gummy": 2093, "plastic": 2094, "utterly": 2095, "toilet": 2096, "treat": 2097, "level": 2098, "dirt": 2099, "foods": 2100, "normal": 2101, "yikes": 2102, "impressions": 2103, "bitch": 2104, "plentiful": 2105, "useless": 2106, "stick": 2107, "trader": 2108, "joe": 2109, "alternative": 2110, "market": 2111, "hits": 2112, "honest": 2113, "occasional": 2114, "splurge": 2115, "overwhelming": 2116, "likes": 2117, "yeah": 2118, "spoke": 2119, "brian": 2120, "suv": 2121, "lease": 2122, "security": 2123, "deposit": 2124, "reached": 2125, "caution": 2126, "rental": 2127, "comfortable": 2128, "policies": 2129, "move": 2130, "fees": 2131, "valid": 2132, "understanding": 2133, "ash": 2134, "tray": 2135, "cigarettes": 2136, "replacement": 2137, "bags": 2138, "current": 2139, "tenant": 2140, "informed": 2141, "roof": 2142, "leaked": 2143, "wallpaper": 2144, "borders": 2145, "include": 2146, "descriptions": 2147, "curt": 2148, "impressed": 2149, "information": 2150, "risotto": 2151, "magazines": 2152, "upset": 2153, "report": 2154, "ricotta": 2155, "dumped": 2156, "conversations": 2157, "bucks": 2158, "casbah": 2159, "power": 2160, "tax": 2161, "tuna": 2162, "highlight": 2163, "entrees": 2164, "roasted": 2165, "duck": 2166, "breast": 2167, "spinach": 2168, "vegan": 2169, "offended": 2170, "request": 2171, "overrated": 2172, "duty": 2173, "willing": 2174, "bass": 2175, "upscale": 2176, "cheeses": 2177, "island": 2178, "dark": 2179, "photos": 2180, "heavy": 2181, "ripped": 2182, "meatball": 2183, "standout": 2184, "wanting": 2185, "sub": 2186, "burrito": 2187, "fucking": 2188, "standing": 2189, "gyro": 2190, "wrap": 2191, "sooo": 2192, "god": 2193, "bottles": 2194, "salt": 2195, "cajun": 2196, "vegetarian": 2197, "lived": 2198, "behind": 2199, "eater": 2200, "learn": 2201, "aggressive": 2202, "often": 2203, "begin": 2204, "vote": 2205, "created": 2206, "1-10": 2207, "host": 2208, "eye": 2209, "assigned": 2210, "drenched": 2211, "gravy": 2212, "greatest": 2213, "cups": 2214, "thirsty": 2215, "executed": 2216, "plates": 2217, "scramble": 2218, "storm": 2219, "improve": 2220, "conditions": 2221, "true": 2222, "convinced": 2223, "description": 2224, "chorizo": 2225, "directly": 2226, "train": 2227, "wreck": 2228, "deserves": 2229, "decent": 2230, "settle": 2231, "personally": 2232, "orgasm": 2233, "watching": 2234, "weight": 2235, "remarkable": 2236, "relative": 2237, "upon": 2238, "arrival": 2239, "catch": 2240, "fryer": 2241, "parmesan": 2242, "gives": 2243, "cannoli": 2244, "outer": 2245, "final": 2246, "verdict": 2247, "saying": 2248, "placing": 2249, "impossible": 2250, "speak": 2251, "english": 2252, "driver": 2253, "forgot": 2254, "met": 2255, "overworked": 2256, "imho": 2257, "locate": 2258, "adopted": 2259, "reception": 2260, "support": 2261, "coworker": 2262, "spread": 2263, "leaf": 2264, "ripoff": 2265, "construction": 2266, "junction": 2267, "normally": 2268, "able": 2269, "+": 2270, "installing": 2271, "conditioning": 2272, "unreasonable": 2273, "climbing": 2274, "gym": 2275, "crack": 2276, "helpful": 2277, "form": 2278, "rated": 2279, "filet": 2280, "moist": 2281, "calories": 2282, "imagine": 2283, "lamb": 2284, "checked": 2285, "nope": 2286, "haircut": 2287, "slip": 2288, "jam": 2289, "professionalism": 2290, "receptionists": 2291, "advance": 2292, "wedding": 2293, "coupons": 2294, "fastest": 2295, "purchases": 2296, "dumb": 2297, "hype": 2298, "smoke": 2299, "stayed": 2300, "practically": 2301, "beg": 2302, "cab": 2303, "talking": 2304, "interaction": 2305, "chop": 2306, "over-cooked": 2307, "yucky": 2308, "mortgage": 2309, "goal": 2310, "deter": 2311, "totally": 2312, "underwhelmed": 2313, "inviting": 2314, "junkie": 2315, "broke": 2316, "nail": 2317, "techs": 2318, "hitting": 2319, "mani": 2320, "pedi": 2321, "invoice": 2322, "truly": 2323, "grief": 2324, "quote": 2325, "hut": 2326, "mushy": 2327, "middle": 2328, "aged": 2329, "passion": 2330, "jobs": 2331, "horrified": 2332, "transaction": 2333, "bike": 2334, "dense": 2335, "third": 2336, "remaining": 2337, "tossed": 2338, "hushpuppies": 2339, "pepsi": 2340, "ownership": 2341, "results": 2342, "horrific": 2343, "loyal": 2344, "anthony": 2345, "bagels": 2346, "putting": 2347, "listed": 2348, "overcharge": 2349, "microwaved": 2350, "groupon": 2351, "inexperienced": 2352, "pretentious": 2353, "city": 2354, "live": 2355, "york": 2356, "receipt": 2357, "losing": 2358, "lackluster": 2359, "addition": 2360, "greeted": 2361, "mason": 2362, "jar": 2363, "pan": 2364, "sides": 2365, "german": 2366, "braised": 2367, "cabbage": 2368, "equally": 2369, "bullshit": 2370, "sorely": 2371, "peas": 2372, "carrots": 2373, "reuben": 2374, "located": 2375, "starters": 2376, "gritty": 2377, "becoming": 2378, "ketchup": 2379, "pancakes": 2380, "complimentary": 2381, "continental": 2382, "inn": 2383, "knows": 2384, "onion": 2385, "funky": 2386, "famous": 2387, "seconds": 2388, "lamp": 2389, "personalized": 2390, "motel": 2391, "grumpy": 2392, "sub-par": 2393, "tacky": 2394, "hotel": 2395, "historical": 2396, "dingy": 2397, "months": 2398, "hey": 2399, "talk": 2400, "sooner": 2401, "cares": 2402, "patients": 2403, "falling": 2404, "dive": 2405, "ron": 2406, "produce": 2407, "inexpensive": 2408, "fortunately": 2409, "info": 2410, "poisoning": 2411, "4th": 2412, "dragged": 2413, "sounded": 2414, "described": 2415, "joint": 2416, "dissapointed": 2417, "3rd": 2418, "estimated": 2419, "resort": 2420, "overcrowded": 2421, "seasoned": 2422, "mozzarella": 2423, "unremarkable": 2424, "deep": 2425, "inflated": 2426, "valentines": 2427, "fee": 2428, "bottle": 2429, "managing": 2430, "began": 2431, "mussels": 2432, "corrected": 2433, "job": 2434, "picking": 2435, "soups": 2436, "sam": 2437, "redeeming": 2438, "girl": 2439, "honor": 2440, "national": 2441, "supermarket": 2442, "proximity": 2443, "pricy": 2444, "gourmet": 2445, "ingredient": 2446, "recommendation": 2447, "burn": 2448, "ground": 2449, "meats": 2450, "goodies": 2451, "stopping": 2452, "outdated": 2453, "stinky": 2454, "news": 2455, "north": 2456, "ashamed": 2457, "beat": 2458, "ruining": 2459, "clothing": 2460, "dj": 2461, "cover": 2462, "boo": 2463, "gambling": 2464, "crowded": 2465, "saturdays": 2466, "slide": 2467, "claw": 2468, "natural": 2469, "thrilled": 2470, "vegetable": 2471, "hope": 2472, "reads": 2473, "himself": 2474, "ala": 2475, "sauteed": 2476, "canned": 2477, "staring": 2478, "contest": 2479, "bizarre": 2480, "drag": 2481, "snotty": 2482, "sparse": 2483, "seared": 2484, "ahi": 2485, "built": 2486, "hectic": 2487, "degree": 2488, "temp": 2489, "ingredients": 2490, "carrot": 2491, "weary": 2492, "meeting": 2493, "forward": 2494, "agreed": 2495, "brunch": 2496, "fusion": 2497, "ladies": 2498, "soap": 2499, "hear": 2500, "smoked": 2501, "salmon": 2502, "explained": 2503, "orders": 2504, "... ...": 2505, "skin": 2506, "august": 2507, "march": 2508, "lawyer": 2509, "admission": 2510, "ahead": 2511, "frame": 2512, "patrons": 2513, "struck": 2514, "bones": 2515, "unreliable": 2516, "availability": 2517, "steelers": 2518, "lives": 2519, "satisfy": 2520, "craving": 2521, "o": 2522, "pirates": 2523, "warn": 2524, "dear": 2525, "winning": 2526, "phones": 2527, "cell": 2528, "weather": 2529, "20": 2530, "coolant": 2531, "wise": 2532, "frills": 2533, "smells": 2534, "shoes": 2535, "walls": 2536, "throughout": 2537, "fishy": 2538, "unless": 2539, "boxed": 2540, "mom": 2541, "wants": 2542, "larger": 2543, "portion": 2544, "updating": 2545, "face": 2546, "son": 2547, "understood": 2548, "accident": 2549, "solutions": 2550, "pizzas": 2551, "deliver": 2552, "mile": 2553, "speaker": 2554, "overheard": 2555, "completed": 2556, "written": 2557, "september": 2558, "gyros": 2559, "barley": 2560, "contain": 2561, "gathering": 2562, "human": 2563, "purse": 2564, "strangers": 2565, "mouth": 2566, "spilled": 2567, "blood": 2568, "department": 2569, "imo": 2570, "bottled": 2571, "serious": 2572, "happens": 2573, "black": 2574, "ugly": 2575, "karen": 2576, "salon": 2577, "booking": 2578, "payment": 2579, "alas": 2580, "rolls": 2581, "avocado": 2582, "wiped": 2583, "skipped": 2584, "dessert": 2585, "deserved": 2586, "sushi": 2587, "lo": 2588, "mein": 2589, "moo": 2590, "shu": 2591, "scallop": 2592, "meaning": 2593, "answer": 2594, "ones": 2595, "error": 2596, "acceptable": 2597, "events": 2598, "afraid": 2599, "unbearable": 2600, "ideal": 2601, "highway": 2602, "condition": 2603, "promising": 2604, "entrance": 2605, "continued": 2606, "visible": 2607, "cereal": 2608, "fall": 2609, "eventually": 2610, "iceberg": 2611, "hidden": 2612, "tangy": 2613, "compliment": 2614, "darn": 2615, "cramped": 2616, "fountain": 2617, "bell": 2618, "pepperoni": 2619, "thrown": 2620, "destination": 2621, "disliked": 2622, "comparable": 2623, "joints": 2624, "cuts": 2625, "hers": 2626, "togo": 2627, "finishing": 2628, "inquired": 2629, "cleaner": 2630, "opening": 2631, "beforehand": 2632, "karaoke": 2633, "fav": 2634, "dairy": 2635, "queen": 2636, "flavors": 2637, "explain": 2638, "incompetent": 2639, "whom": 2640, "secret": 2641, "grateful": 2642, "justin": 2643, "advice": 2644, "decide": 2645, "reviewed": 2646, "girlfriend": 2647, "voice": 2648, "mail": 2649, "message": 2650, "businesses": 2651, "deserving": 2652, "french": 2653, "sauces": 2654, "donuts": 2655, "rib": 2656, "rare": 2657, "fourth": 2658, "tv": 2659, "squeeze": 2660, "ignorant": 2661, "kim": 2662, "variety": 2663, "underneath": 2664, "exaggerating": 2665, "dealing": 2666, "warned": 2667, "figure": 2668, "minute": 2669, "everybody": 2670, "trip": 2671, "pancake": 2672, "arrive": 2673, "enthusiasm": 2674, "hint": 2675, "smile": 2676, "impatient": 2677, "dunno": 2678, "stack": 2679, "package": 2680, "whim": 2681, "urban": 2682, "spoon": 2683, "surrounding": 2684, "lead": 2685, "dime": 2686, "mechanic": 2687, "curly": 2688, "share": 2689, "haircuts": 2690, "among": 2691, "easily": 2692, "avoided": 2693, "samosas": 2694, "naan": 2695, "oily": 2696, "shockingly": 2697, "tab": 2698, "severely": 2699, "desperately": 2700, "suspect": 2701, "finger": 2702, "unpleasant": 2703, "bloody": 2704, "mary": 2705, "assume": 2706, "mix": 2707, "swordfish": 2708, "croutons": 2709, "cucumbers": 2710, "dad": 2711, "male": 2712, "juicy": 2713, "bleu": 2714, "luckily": 2715, "reaction": 2716, "thee": 2717, "disgrace": 2718, "fashioned": 2719, "painful": 2720, "longest": 2721, "blow": 2722, "shady": 2723, "organic": 2724, "explanation": 2725, "opened": 2726, "patronize": 2727, "bang": 2728, "trim": 2729, "#": 2730, "replied": 2731, "billing": 2732, "concerned": 2733, "cancel": 2734, "*": 2735, "carts": 2736, "themselves": 2737, "mean": 2738, "refilling": 2739, "leaving": 2740, "miles": 2741, "realized": 2742, "alterations": 2743, "furious": 2744, "continuously": 2745, "downside": 2746, "downstairs": 2747, "starts": 2748, "stairs": 2749, "dresses": 2750, "courtesy": 2751, "june": 2752, "maid": 2753, "july": 2754, "fabric": 2755, "bridesmaid": 2756, "partial": 2757, "beautiful": 2758, "shoulders": 2759, "dismissive": 2760, "questions": 2761, "during": 2762, "pair": 2763, "socks": 2764, "cathy": 2765, "fear": 2766, "jean": 2767, "veggie": 2768, "sans": 2769, "score": 2770, "ball": 2771, "sunshine": 2772, "agree": 2773, "fans": 2774, "ultimate": 2775, "insult": 2776, "selling": 2777, "candy": 2778, "bars": 2779, "fridge": 2780, "pen": 2781, "kidney": 2782, "whipped": 2783, "chocolate": 2784, "cheapest": 2785, "intended": 2786, "remotely": 2787, "wendy": 2788, "straws": 2789, "kmart": 2790, "exceptionally": 2791, "applebee": 2792, "flagged": 2793, "listened": 2794, "building": 2795, "inattentive": 2796, "tongue": 2797, "ya": 2798, "delay": 2799, "hibachi": 2800, "separately": 2801, "japanese": 2802, "houses": 2803, "jumbo": 2804, "benihana": 2805, "nearly": 2806, "batch": 2807, "scored": 2808, "fist": 2809, "bored": 2810, "h": 2811, "rubbery": 2812, "gold": 2813, "birthday": 2814, "brother": 2815, "position": 2816, "mexican": 2817, "burgh": 2818, "guacamole": 2819, "fajita": 2820, "whatsoever": 2821, "beans": 2822, "lemonade": 2823, "butternut": 2824, "brussel": 2825, "sprouts": 2826, "cauliflower": 2827, "warmer": 2828, "bummer": 2829, "mole": 2830, "burritos": 2831, "mex": 2832, "attended": 2833, "class": 2834, "unwelcome": 2835, "laid": 2836, "showing": 2837, "age": 2838, "cashiers": 2839, "self": 2840, "named": 2841, "chris": 2842, "doubt": 2843, "previous": 2844, "cookies": 2845, "sending": 2846, "sams": 2847, "model": 2848, "failed": 2849, "suits": 2850, "neighbor": 2851, "inventory": 2852, "missing": 2853, "actual": 2854, "accordingly": 2855, "fluke": 2856, "hanging": 2857, "seats": 2858, "einstein": 2859, "opportunity": 2860, "impress": 2861, "repeated": 2862, "posting": 2863, "rye": 2864, "seeking": 2865, "genuine": 2866, "strongly": 2867, "lab": 2868, "introduction": 2869, "doctor": 2870, "charged": 2871, "basket": 2872, "timely": 2873, "vincent": 2874, "depends": 2875, "greens": 2876, "alot": 2877, "wont": 2878, "pack": 2879, "hometown": 2880, "ravioli": 2881, "breadsticks": 2882, "meatballs": 2883, "hates": 2884, "frequently": 2885, "road": 2886, "shape": 2887, "stops": 2888, "fyi": 2889, "scheduled": 2890, "jan": 2891, "remains": 2892, "eatery": 2893, "soon": 2894, "malls": 2895, "mall": 2896, "creepy": 2897, "america": 2898, "rent": 2899, "honestly": 2900, "boarded": 2901, "jersey": 2902, "believed": 2903, "gluten": 2904, "twenty": 2905, "symptoms": 2906, "fortune": 2907, "protein": 2908, "includes": 2909, "ex": 2910, "rooms": 2911, "amenities": 2912, "wifi": 2913, "ie": 2914, "shuttle": 2915, "puts": 2916, "checkin": 2917, "seamless": 2918, "legit": 2919, "sheets": 2920, "strike": 2921, "assumed": 2922, "leaking": 2923, "brushed": 2924, "shower": 2925, "hopping": 2926, "furnishings": 2927, "bedding": 2928, "hallway": 2929, "parked": 2930, "cars": 2931, "elevators": 2932, "public": 2933, "sees": 2934, "lights": 2935, "begins": 2936, "tear": 2937, "herself": 2938, "follow": 2939, "2:00": 2940, "asks": 2941, "row": 2942, "girls": 2943, "personality": 2944, "bagel": 2945, "screw": 2946, "trained": 2947, "baristas": 2948, "stupid": 2949, "aroma": 2950, "daily": 2951, "th": 2952, "dunkin": 2953, "manicure": 2954, "pedicure": 2955, "clue": 2956, "claims": 2957, "remove": 2958, "gel": 2959, "file": 2960, "smooth": 2961, "lotion": 2962, "shellac": 2963, "break": 2964, "closet": 2965, "disorganized": 2966, "charm": 2967, "chair": 2968, "toe": 2969, "surprised": 2970, "snapped": 2971, "highlights": 2972, "roots": 2973, "therefore": 2974, "junior": 2975, "stylists": 2976, "receptionist": 2977, "inches": 2978, "layers": 2979, "certificate": 2980, "computer": 2981, "email": 2982, "hairstylist": 2983, "wasnt": 2984, "wandered": 2985, "heels": 2986, "child": 2987, "control": 2988, "heads": 2989, "exact": 2990, "product": 2991, "carefree": 2992, "stuck": 2993, "february": 2994, "blackened": 2995, "tortillas": 2996, "em": 2997, "eh": 2998, "setup": 2999, "fry": 3000, "parm": 3001, "qualities": 3002, "although": 3003, "knife": 3004, "asparagus": 3005, "penguins": 3006, "apps": 3007, "somewhat": 3008, "domestic": 3009, "manner": 3010, "dreadful": 3011, "admittedly": 3012, "covering": 3013, "story": 3014, "property": 3015, "nevertheless": 3016, "westin": 3017, "decorations": 3018, "video": 3019, "yellow": 3020, "tail": 3021, "ginger": 3022, "write": 3023, "conference": 3024, "box": 3025, "favor": 3026, "patron": 3027, "margaritas": 3028, "lessons": 3029, "hospitality": 3030, "diversity": 3031, "eyes": 3032, "bright": 3033, "unique": 3034, "roll": 3035, "maki": 3036, "all-in-all": 3037, "worries": 3038, "girlfriends": 3039, "miso": 3040, "greeter": 3041, "comp": 3042, "c": 3043, "random": 3044, "thursday": 3045, "application": 3046, "energy": 3047, "bomb": 3048, "pissed": 3049, "downtown": 3050, "randomly": 3051, "flatbread": 3052, "likely": 3053, "choose": 3054, "borderline": 3055, "saved": 3056, "sampled": 3057, "blueberry": 3058, "cucumber": 3059, "basil": 3060, "overpowering": 3061, "rum": 3062, "killed": 3063, "mint": 3064, "sole": 3065, "unappealing": 3066, "figured": 3067, "mainly": 3068, "brew": 3069, "twist": 3070, "ritz": 3071, "presented": 3072, "luke": 3073, "thankfully": 3074, "dislike": 3075, "allergy": 3076, "chutney": 3077, "positives": 3078, "martinis": 3079, "impression": 3080, "carpet": 3081, "pouring": 3082, "drunk": 3083, "belly": 3084, "displayed": 3085, "acknowledgement": 3086, "descent": 3087, "mango": 3088, "nostalgia": 3089, "cigar": 3090, "feed": 3091, "tourist": 3092, "trap": 3093, "chicago": 3094, "transportation": 3095, "pat": 3096, "buses": 3097, "quit": 3098, "schedule": 3099, "riding": 3100, "port": 3101, "authority": 3102, "sum": 3103, "route": 3104, "dc": 3105, "frequent": 3106, "subway": 3107, "blast": 3108, "drivers": 3109, "surly": 3110, "scary": 3111, "varies": 3112, "league": 3113, "cities": 3114, "fights": 3115, "heading": 3116, "anytime": 3117, "avis": 3118, "starving": 3119, "rented": 3120, "drop": 3121, "signed": 3122, "keys": 3123, "became": 3124, "grace": 3125, "period": 3126, "tsa": 3127, "agent": 3128, "land": 3129, "learned": 3130, "oz": 3131, "cheeseburger": 3132, "school": 3133, "earth": 3134, "primanti": 3135, "disappoint": 3136, "bros": 3137, "authentic": 3138, "heartbeat": 3139, "native": 3140, "apparent": 3141, "landmark": 3142, "pa": 3143, "blame": 3144, "manages": 3145, "flavour": 3146, "coleslaw": 3147, "sheer": 3148, "concept": 3149, "pepper": 3150, "coworkers": 3151, "hurts": 3152, "send": 3153, "mia": 3154, "rubber": 3155, "tourists": 3156, "slaw": 3157, "commented": 3158, "sir": 3159, "supposedly": 3160, "all-around": 3161, "bonus": 3162, "tries": 3163, "compare": 3164, "nyc": 3165, "piled": 3166, "nonsense": 3167, "greatly": 3168, "welcomed": 3169, "history": 